[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Polish
DESCRIBABLE =	Polish
[String]	

SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTel: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.PL
ABOUT =	 o
ABOUT_COPYRIGHT =	 Prawa autorskie(C) 2004-2019
ABOUT_RIGHTS =	 Wszelkie prawa zastrzeżone
ABOUT_LICENSED =	 Prawo do korzystania z tego produktu przysługuje:
ABOUT_LAW =	 Ostrzeżenie: ten program komputerowy jest chroniony prawami autorskimi i konwencjami międzynarodowymi. Nieautoryzowane powielanie lub rozpowszechnianie części lub całości tego programu może podlegać surowym sankcjom cywilnym i karnym i będzie ścigane w najszerszym możliwym zakresie zgodnie z prawem .
	
MENU_FILE =	 &plik
MENU_FILE_NEW =	 &Nowy
MENU_FILE_OPEN =	 &Otwarty...
MENU_FILE_PRINT =	 drukujCtrl+P
MENU_FILE_SAVE =	 &Zapisz Ctrl+S
MENU_FILE_SAVE_AS =	 &Zapisz jako...
MENU_FILE_SCANIMAGE =	 Pobierz i zeskanuj obraz...
MENU_FILE_SYSTEM =	 &Parametry systemowe...
MENU_FILE_IMGLIB =	 &Galeria wspólna...
MENU_FILE_IMPORT =	&Wchodzić
MENU_FILE_MRU_FILE1 =	 ostatnie pliki
	
MENU_EDIT =	 &Edytować
MENU_EDIT_COPY     =	 &Kopiuj
MENU_EDIT_CUT      =	 &skaleczenie
MENU_EDIT_COMBINE  =	 &Połącz Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Oddzielna kombinacja Ctrl+K
MENU_EDIT_GROUP    =	 &Grupuj Ctrl+G
MENU_EDIT_UNGROUP  =	 &Rozgrupuj Ctrl+U
	
MENU_EDIT_PASTE=	 &pasta
MENU_EDIT_REDO =	 &Wyzdrowieć
MENU_EDIT_UNDO =	 &Cofnij
MENU_EDIT_TOCURVE=	Konwertuj na krzywą Ctrl+Q
MENU_EDIT_HATCH  =	Wypełnij Ctrl+H
	
ID_FILE_IMGLIB =	 Otwiera galerię ulubionych\nGaleria ulubionych
ID_FILE_IMPORT =	 Importuj pliki w innych formatach\nImportuj pliki
ID_FILE_MRU_FILE1 =	 otwórz ten dokument
ID_FILE_NEW =	 Utwórz nowy dokument\nNowy
ID_FILE_OPEN =	 Otwórz istniejący dokument\nOtwórz
ID_FILE_PRINT =	 Wydrukuj aktywny dokument\nDrukuj
ID_FILE_PRINT_PREVIEW =	 Pokaż całą stronę\nPodgląd wydruku
ID_FILE_PRINT_SETUP =	 Zmień opcje drukarki i drukowania\nUstawienia drukowania
ID_FILE_SAVE =	 Zapisz aktywny dokument\nZapisz
ID_FILE_SAVE_AS =	 Zapisz aktywny dokument pod nową nazwą pliku\nZapisz jako
ID_FILE_SCANIMAGE =	 Pobierz zeskanowany obraz\nPobierz zeskanowany obraz
ID_EDIT_COPY =	 Kopiuje wybrany obiekt i umieszcza go w schowku\nKopiuj
ID_EDIT_CUT =	 Wycina wybrany obiekt i umieszcza go w schowku\nWytnij
ID_EDIT_PASTE =	 Wstaw zawartość schowka\nWklej
ID_EDIT_REDO =	 Ponów poprzednio cofniętą czynność\n Ponów
ID_EDIT_UNDO =	 Cofnij ostatnią czynność\nCofnij
ID_EDIT_GROUP =	 Grupuj wybrane obiekty\nGrupuj
ID_EDIT_UNGROUP =	 Odrzuca wybrany obiekt grupy\nOdrzuca grupę
ID_EDIT_COMBINE =	 Grupuje wybrane obiekty\nGrupuj
ID_EDIT_UNCOMBINE  =	 Odłącz wybrany obiekt grupy\nOddzielna grupa
ID_SYSTEM_PARAM =	 Ustaw parametry systemowe\nParametry systemowe
TT_MATERIALPARAMASSIS=	Testuj parametry materiału lasera\nAsystent parametrów materiału
MATERIALPARAMASSIS=	Asystent parametrów materiału
MENU_MODI =	 &Modyfikować
MENU_DRAW =	 &Rysować
MENU_DRAW_POINT =	 &kropka
MENU_DRAW_CURVE =	 &krzywa
MENU_DRAW_LINE =	 &Linia
MENU_DRAW_RECT =	 &Prostokąt
MENU_DRAW_CIRCLE =	 &okrąg
MENU_DRAW_ELLIPSE =	 &Elipsa
MENU_DRAW_POLY =	 &Wielokąt
MENU_DRAW_TEXT =	&tekst
MENU_DRAW_BMPFILE =	 &Plik bitmapowy
MENU_DRAW_VECTORFILE =	 &Plik wektorowy
MENU_DRAW_TIMER =	 &Opóźnienie
MENU_DRAW_INPUT =	 &port wejściowy
MENU_DRAW_OUTPUT =	 &port wyjściowy
MENU_DRAW_MESH3D=	 &Powierzchnie 3D
MENU_ALIGN_BOTTOM =	 Wyrównaj dół
MENU_ALIGN_CENTER =	 wyrównanie do punktu środkowego
MENU_ALIGN_CENTER_HOR =	 Poziome wyrównanie osi
MENU_ALIGN_CENTER_VER =	 pionowe wyrównanie osi
MENU_ALIGN_LEFT =	 wyrównany do lewej
MENU_ALIGN_RIGHT =	 Wyrównaj w prawo
MENU_ALIGN_TOP =	 wyrównanie górnej krawędzi
MENU_VIEW =	 &Pogląd
MENU_VIEW_TOOLBAR =	 &Systemowy pasek narzędzi
MENU_VIEW_ZOOMBAR =	 &Wyświetl pasek narzędzi
MENU_VIEW_DRAWBAR =	 &Pasek narzędzi rysowania
MENU_VIEW_ENTLIST =	 Pasek listy obiektów
MENU_VIEW_ENTPROP =	 Pasek właściwości obiektu
MENU_VIEW_STATUS_BAR =	 &pasek stanu
MENU_LASER =	 &Laser
	
ENTPROP =	 właściwości obiektu
MENU_VIEW_RULER =	 Pokaż linijkę
MENU_VIEW_GRID  =	 Pokaż punkty siatki
TT_SHRULER=	Pokaż lub ukryj linijkę
TT_SHGRID=	Pokaż lub ukryj punkty siatki
MENU_VIEW_GUILD =	 Linia pomocnicza
BK =	 tło
DEGREE =	 Spędzić
	
NAV_PICK_MOVEDIS=	odległość dostrajania
WORKSPACE =	 Obszar roboczy
MENU_VIEW_SNAPGRID   =	 Przyciągaj siatkę F7
MENU_VIEW_SNAPGUILD  =	 Prowadnica zatrzasku F8
MENU_VIEW_SNAPOBJECT =	 Przyciągnij obiekt F9
MENU_ABOUT =	 &O
MENU_HELP =	 &Wsparcie
IDCANCEL =	 &Anulować
IDOK =	 &OK
PASTE_X =	 Wklej odsunięcie w poziomie
PASTE_Y =	 Przesunięcie wklejania w pionie
SAVEAS =	 Zapisz jako
POINT =	 punkt
CURVE =	 krzywa
RECT  =	 prostokąt
CIRCLE =	 okrągły
ELLIPSE =	 owalny
ELLPISE =	 owalny
POLYGON =	 wielokąt
TEXT =	tekst
HATCH=	Nadzienie
PATHTEXT=	tekst ścieżki
CIRCLETEXT=	Tekst łuku
BMPFILE =	 plik bitmapowy
VECTORFILE =	 plik wektorowy
TIMER =	 opóźniacz
IOINPUT =	 port wejściowy
IOOUTPUT =	 port wyjściowy
GROUP=	Grupa
COMBINE=	połączenie
LAYER=	 warstwa
NAME =	 Nazwa
TYPE =	rodzaj
OBJECTINFO=	właściwości obiektu
TOCURVE=	Konwertuj na krzywą
EDGENUM =	liczba boków
APPLY=	&Stosować
APPLYTOCOPY=	&Zastosuj do &kopiowania obiektu
MARKLOOP=	Liczba przetwarzania
POSITION=	Lokalizacja
RELATPOSITION=	względne położenie
RELATCENTER=	Centrum względne
SIZE=	rozmiar
ARRAY=	szyk
COUNT=	numer
INC=	Przyrostowe
IOCTRLCONDITION=	Stan kontroli we/wy
ROUND=	stopień okrągłości
ALLROUND=	Wszystkie rogi okrągłe
DIAMETER =	 średnica
STARTANGLE =	 kąt początkowy
ENDANGLE =	 kąt końcowy
FILENAME=	Nazwa pliku
DYNFILE=	dynamiczny plik wejściowy
FIXEDDPI=	Stałe DPI
FIXESIZEX=	Naprawiono wymiar X
FIXESIZEY=	Naprawiono wymiar Y
FIXEPOS=	Stała pozycja
INVERT=	odwrócić
GRAY=	skala szarości
DITHER=	sklepy
LIGHTEN=	Zabieg nabłyszczający
BRIGHT=	jasność
CONTRAST=	Kontrast
SCANMODE=	tryb skanowania
BIDIRSCAN=	Skanowanie dwukierunkowe
YSCAN=	Skanowanie Y
DRILLMODE=	Tryb kropki
PIXELPOWER=	Moc punktu regulacji
	
BARCODE_ATTRIB=	 &Właściwości kodu kreskowego...
BARCODE =	 kod kreskowy
CREATE_BARCODE =	 Utwórz kody kreskowe
MODEIFY_BARCODE=	 Zmodyfikuj kod kreskowy
BARCODE_INPUTPT =	 Wprowadź współrzędne lewego dolnego rogu kodu kreskowego
BARCODE_ERR_INVALIDSTR =	 Nieprawidłowy ciąg kodu kreskowego, wprowadź ponownie!
	
INFO_EAN13 =	EAN-13 jest kodem kreskowym o stałej długości.Jego zestaw znaków zawiera tylko cyfry od 0 do 9. EAN-13 zawiera 13 znaków, pierwsze 12 to dane, a ostatni znak to kod kontrolny.Kod jest automatycznie dodawane przez system, a system zajmuje tylko pierwsze 12 znaków.
INFO_EAN13_2 =	 EAN-13+2 to EAN-13 plus 2 dodatkowe kody, a system przyjmuje 2 ostatnie znaki jako kody dodatkowe.
INFO_EAN13_5 =	 EAN-13+5 to EAN-13 plus 5 dodatkowych kodów, system przyjmuje ostatnie 5 znaków jako kody dodatkowe.
INFO_EAN8 =	 EAN-8 to kod kreskowy o stałej długości.Jego zestaw znaków zawiera tylko cyfry od „0” do „9”. EAN-8 zawiera 8 znaków, pierwsze 7 znaków to dane, a ostatni znak to kod kontrolny.Kod jest automatycznie dodawany przez system, a system zajmuje tylko pierwsze 7 znaków.
INFO_EAN8_2 =	 EAN-8+2 to EAN-8 plus 2 dodatkowe kody, a system przyjmuje 2 ostatnie znaki jako kody dodatkowe.
INFO_EAN8_5 =	 EAN-8+5 to EAN-8 plus 5 dodatkowych kodów, a system przyjmuje ostatnie 5 znaków jako kody dodatkowe.
	
CHECKNUM=	Sprawdź kod
THINMODULEWIDTH=	Wąska szerokość modułu
INFO_CODE39 =	Kod kreskowy 39 to dwukierunkowy kod kreskowy o stałej długości, który nie występuje po sobie, w którym wszystkie kreski i spacje reprezentują informacje; jego zestaw znaków zawiera „0”–„9”, „AZ”, spację, „$”, „%” , '+' ,'-','.','/'; Istnieje opcjonalny kod kontrolny, który jest automatycznie dodawany przez system.
INFO_CODE39_EXTENDED=	 39 rozszerzony kod kreskowy to rozszerzony kod kreskowy do 39 kodu kreskowego, obsługuje wszystkie znaki ASCII.
INFO_CODE93 =	 Kod kreskowy 93 to ciągły, dwukierunkowy kod kreskowy o niestałej długości, zawierający kreski i spacje reprezentujące informacje; jego zestaw znaków zawiera '0'-'9','AZ',spację,'$','%',' +', '-','.','/'; Istnieje opcjonalny kod kontrolny, który jest automatycznie dodawany przez system.
INFO_CODEBC412=	 Kod kreskowy BC412 to ciągły, dwukierunkowy kod kreskowy o niestałej długości, w którym wszystkie kreski i spacje reprezentują informacje; jego zestaw znaków zawiera „0”–„9”, a „AZ” nie zawiera „O”; kod kontrolny jest automatycznie dodawane przez system.
INFO_CODE11 =	Kod kreskowy 11 to nieciągły, dwukierunkowy kod kreskowy o niestałej długości, w którym kreski i spacje reprezentują informacje; jego zestaw znaków zawiera „0”–„9”, „-”; istnieje opcjonalny kod kontrolny, a kod kontrolny jest określany przez system Dołącz automatycznie.
INFO_UPCA =	 UPC-A to kod kreskowy o stałej długości, jego zestaw znaków zawiera tylko cyfry od „0” do „9”, UPC-A zawiera 12 znaków, pierwsze 11 to dane, a ostatni znak to kod kontrolny. automatycznie dodawane przez system, a system zajmuje tylko pierwszych 11 znaków.
INFO_UPCA_2 =	 UPC-A+2 to UPC-A plus 2 dodatkowe kody, a system przyjmuje 2 ostatnie znaki jako kody dodatkowe.
INFO_UPCA_5 =	 UPC-A+5 to UPC-A plus 5-cyfrowy kod dodatkowy, a system przyjmuje jako dodatkowy kod 5 ostatnich znaków.
INFO_UPCE =	UPC-E jest kodem kreskowym o stałej długości, jego zestaw znaków zawiera tylko cyfry od „0” do „9”, UPC-E zawiera 8 znaków, pierwszy znak jest ustalony na 0, 2-7 znaków to dane, a last 1 Każdy znak jest kodem kontrolnym, kod kontrolny jest automatycznie dodawany przez system, a system zajmuje tylko pierwsze 6 znaków.
INFO_UPCE_2 =	 UPC-E+2 to UPC-E plus 2 dodatkowe kody, a system przyjmuje 2 ostatnie znaki jako kody dodatkowe.
INFO_UPCE_5 =	 UPC-E+5 to UPC-E plus 5-cyfrowy kod dodatkowy, a system przyjmuje jako dodatkowy kod 5 ostatnich znaków.
INFO_CODE25=	Kod kreskowy Code 25 jest nieciągłym kodem kreskowym zawierającym tylko kreski reprezentujące informacje, jego zestaw znaków zawiera tylko cyfry od „0” do „9”, a jego długość nie jest stała.
INFO_CODEINTER25=	Kod przeplatany (ITF) 25 to ciągły kod kreskowy, w którym zarówno kreski, jak i spacje reprezentują informacje. Jego zestaw znaków zawiera tylko cyfry od „0” do „9”. Jeśli liczba znaków jest nieparzysta, system automatycznie doda początkowe 0 ; Wybrany kod czeku zostanie automatycznie dodany przez system.
INFO_CODECODABAR=	Kod kreskowy Codabar to nieciągły, dwukierunkowy kod kreskowy o niestałej długości z funkcją samokontroli, w którym wszystkie kreski i spacje reprezentują informacje; jego zestaw znaków zawiera „0”-„9”, „AD”, „-”, '$',':','/','.','+';
INFO_CODE128A=	Kod kreskowy CODE128A jest ciągłym kodem kreskowym, jego zestaw znaków zawiera znaki o wartościach ASCII od 0 do 95 i nie ma limitu rozmiaru.
INFO_CODE128B=	Kod kreskowy CODE128B jest kodem ciągłym, jego zestaw znaków zawiera znaki o wartościach ASCII od 32 do 127 i nie ma limitu rozmiaru.
INFO_CODE128C=	Kod kreskowy CODE128C jest kodem ciągłym, jego zestaw znaków zawiera cyfry od „0” do „9”, jeśli liczba znaków jest nieparzysta, system automatycznie doda początkowe 0;
INFO_EAN128A=	Kod kreskowy EAN128A jest kodem ciągłym, jego zestaw znaków zawiera znaki o wartościach ASCII od 0 do 95 i nie ma limitu rozmiaru.
INFO_EAN128B=	Kod kreskowy EAN128B jest kodem ciągłym, jego zestaw znaków zawiera znaki o wartościach ASCII od 32 do 127 i nie ma limitu rozmiaru.
INFO_EAN128C=	Kod kreskowy EAN128C jest kodem ciągłym, jego zestaw znaków zawiera cyfry od „0” do „9”, jeśli liczba znaków jest nieparzysta, system automatycznie doda początkowe 0;
	
QUIET=	pusty
MID=	środek
SCALE=	Proporcja
BARHEIGHT=	wysoki kod kreskowy
NARROWBARW=	Wąska szerokość modułu
BAR=	rozebrać się
SPACE=	zero
INTERCHARSCALE=	odstępy między znakami środkowymi
MODULETUNING=	Regulacja modułu kodów kreskowych
AUTOSIZE=	rozmiar auta
FIXEDSIZE=	Naprawiono rozmiar
SHORTPDF417=	tryb skrócony
ERRLEVEL=	poziom korekcji błędów
PDF417_ROWOUTRANGE=	Wiersze kodu kreskowego PDF417 muszą mieć od 3 do 90 wierszy!
PDF417_COLOUTRANGE=	Kolumny kodu kreskowego PDF417 muszą mieć 3-30 kolumn!
BARCODE_ERR_ROWCOL=	Ustawiona liczba wierszy i kolumn nie może zmieścić się w bieżącym ciągu!
SMALLEST=	najmniejszy rozmiar
MATRIX=	matryca
MODULEWIDTH=	Szerokość modułu
REVERSE=	odwrócić
INFO_CODEPDF417=	Kod kreskowy PDF417 to dwuwymiarowy kod kreskowy, którego zestaw znaków zawiera wszystkie znaki ASCII;
INFO_CODEMICROPDF417=	Kod kreskowy MicroPDF417 to dwuwymiarowy kod kreskowy, którego zestaw znaków zawiera wszystkie znaki ASCII;
INFO_CODEDATAMTX=	Kod kreskowy DATAMATRIX jest dwuwymiarowym kodem kreskowym, którego zestaw znaków zawiera wszystkie znaki ASCII;
VALID=	wydajny
FONT =	 czcionka
FONT_ANGLE =	 nachylenie
FONTTYPE_BCF =	 czcionka kodu kreskowego
FONTTYPE_DMF =	 czcionka bitmapowa
FONTTYPE_JSF =	 czcionka jednowierszowa
FONTTYPE_TTF =	 Czcionki TrueType
SHOWTEXT=	wyświetlany tekst
TEXTHEIGHT=	wysokość tekstu
TEXTWIDTH=	szerokość tekstu
TEXTOFFSETX=	Przesunięcie tekstu X
TEXTOFFSETY=	Przesunięcie tekstu Y
TEXTSPACE=	odstępy między tekstem
POINTMODE=	tryb punktowy
ROW=	Wiersz
COL=	Lista
KEYBOARD =	 klawiatura
DATE =	 data
SERIAL =	 numer seryjny
LISTFILE=	lista plików
DYNAMICFILE=	plik dynamiczny
ENVARTEXT=	włącz zmienny tekst
HEIGHT =	 wysoki
CHARSPACE=	odstępy między znakami
CHARWIDTH=	szerokość znaków
CHARHEIGHT=	wysokość znaków
LINESPACE=	Odstępy między wierszami
ANGLE =	 kąt
PROMPT_TRAY =	 Wskazówki przed przetwarzaniem każdej partii
PROMPT_NEVER =	 nie pytaj
PROMPT_PART =	 Wskazówki przed przetwarzaniem każdego kawałka
DATEFORMAT=	format daty
ADDDATEFORMAT=	dodaj format daty
STARTSN=	początkowy numer sekwencji
CURSN=	aktualny numer seryjny
INCSN=	Przyrost numeru sekwencji
MARKPER=	każdy znak
EXTEND=	zwiększać
PREFIX =	 prefiks
SUFFIX =	 przyrostek
SUPRES_ZERO =	 Pomiń wiodące zera
RESETNO =	 zresetuj numer seryjny
SERAIL_ARRAY =	 Numer seryjny tablicy
SNDLG_FILTER =	 Filtruj następujące numery seryjne
LINENO=	numer kolejki
ENCONTOUR=	włącz profil
HATCH1=	dopełnienie 1
HATCH2=	wypełnienie 2
ENABLE=	Włączać
PENNO=	numer długopisu
HATCH_CALCALL=	Obliczanie całego obiektu
HATCH_EDGE=	iść dookoła
LISTDIST=	Odstępy między wierszami
EDGEOFFSET=	margines
STARTOFFSET=	początek przesunięcia
ENDOFFSET=	odsunięcie końcowe
SETDEFAULT=	Ustaw jako domyślne
WAITTIME=	czas oczekiwania
MESSAGE=	Szybka wiadomość
SETOUTPUT=	ustaw port wyjściowy
SYSTEMPARAM =	 Parametry systemu
GENERAL =	 standardowy
COLOR =	 kolor
WORKSPACE =	 Obszar roboczy
AUTOSAVE =	 automatyczna kopia zapasowa
MOVEROTATE =	 ruch obrotowy
PLUGMGR =	 Menedżer wtyczek
UNIT_TYPE =	 typ jednostki
GRID_DIST =	 odstępy siatki
GRID =	 krata
SHOW_GRID =	 Pokaż siatkę
MM =	 mm
INCH =	 cal
WORKSPAC_SHOW =	 pokaż obszar roboczy
WORKSPAC_CIRCLE =	 okrągły obszar roboczy
LB_CORNER =	 na dole po lewej
WIDTH =	 szerokość
BIGNUDGESCALE=	Duży współczynnik regulacji
NEXTVALID =	 Ta zmiana nie wejdzie w życie do następnego rozruchu
EVERY =	 Każdy
BAKEXPLAIN =	Zapisuj bieżące dane do pliku AutoSave.Ezd w katalogu programu co określony czas.
BAKTIME =	 "minuty, automatyczna kopia zapasowa"
	
ZOOM_WINDOW1 =	 powiększenie okna
ZOOM_WINDOW2 =	 powiększenie okna
PICK =	 Wybierz
PICK_ALL=	Zaznacz wszystko
PICK_BYENT =	 Według obiektu
PICK_COPY =	 kopia mobilna
PICK_COPYENT =	 Kopiuj
PICK_CUT =	 skaleczenie
PICK_DEL =	 usuń zaznaczenie
PICK_ENT_CNT =	 Wybierz liczbę obiektów
PICK_ENTITY =	 obiekt jest wybrany
PICK_GL =	 Przeciągnij wytyczne
PICK_INV =	 odwrotny wybór
PICK_LEFT =	 Rozciągnij w lewo i w prawo
PICK_LOCK =	 blokada wyboru
PICK_MOVE =	 Przenieś transformację
PICK_PEN =	 Wybierz piórem
PICK_NOENTITY =	 Nie wybrano żadnych obiektów
ERR_0001 =	 Ten parametr nie może być mniejszy niż 0,001, wprowadź ponownie
ERR_CRC     =	 Błąd weryfikacji danych pliku, plik może być uszkodzony.
ERR_DELSYSLAYER =	 Nie można usunąć domyślnej warstwy systemu
ERR_DELUSELAYER =	 Nie można usunąć aktualnie używanej warstwy
ERR_MATCHFONTERR =	 Nie można dopasować czcionki
ERR_MEMORY  =	 Niewystarczająca ilość pamięci do przydzielenia wystarczającej ilości pamięci.
ERR_NOFINDIMPORT =	 Nie znaleziono prawidłowej wtyczki wejściowej
ERR_OPENFILE =	 otwarcie pliku nie powiodło się
ERR_READFILE     =	 Nie udało się odczytać pliku
ERR_RENAMESYSLAYER =	 Nie można zmienić domyślnej nazwy warstwy systemu
ERR_SAVEFILE =	 Nie udało się zapisać pliku
ERR_SERIAL_FORMA =	 Format pliku jest nieprawidłowy, plik może być uszkodzony.
ERR_VERSION =	 Niewłaściwa wersja pliku.
ERROR_VAR_FILTER =	Filtry są zbyt surowe, aby wygenerować prawidłowe obiekty z tekstem zmiennym\nUsuń niektóre filtry i spróbuj ponownie
IS_TEXT_TO_GRAPH =	 czy konwertować tekst przy użyciu tej czcionki na grafikę
CMD_OPENFILE =	 otworzyć plik
CMD_SAVEFILE =	 zapisz dokument
OPEN =	 otwarty
TIP_NOTITLE =	 Nieuprawny
NOTITLE =	 Nieuprawny
FILE_ISSAVEAS =	 Czy zapisać zmienione pliki do
CHECK_SAVEPRE =	 zapisz obraz podglądu
CHECK_SCALE =	 zachowaj proporcje
CHECK_SHOWPRE =	 Pokaż obraz podglądu
STATIC_SAVETYPE =	 metoda wyjściowa
RADIO_SAVEALL =	 wyprowadź wszystkie obiekty
RADIO_SAVEPICK =	 obiekt wyboru wyjścia
AUTHOR =	 autor
COMMENT =	 Uwagi
FILEINFO =	 informacje o pliku
VERSION =	 Wersja
CMD_NEWFILE =	 utwórz nowy plik
PICK_PASTE =	 pasta
CENFIELD=	miejsce do centrum
AUTOSAVEFILE =	 Automatyczne tworzenie kopii zapasowych plików projektu...
ON=	otwarty
OFF=	blisko
GUIDELINE =	 Linia pomocnicza
OBJECT=	obiekt
	
	
	
	
ID_DRAW_CIRCLE =	 Narysuj okrąg\nNarysuj okrąg
ID_DRAW_ELLIPSE =	 Narysuj elipsę\nNarysuj elipsę
ID_DRAW_PLINE =	 Narysuj krzywą\nNarysuj krzywą
ID_DRAW_LINE =	 Narysuj linię\nNarysuj linię
ID_DRAW_POINT =	 Punkt wydruku\nPunkt wydruku
ID_DRAW_POLY =	 Rysuj wielokąt\nRysuj wielokąt
ID_DRAW_RECT =	 Rysuj prostokąt\nRysuj prostokąt
ID_DRAW_TEXT =	 Rysuj tekst\nRysuj tekst
ID_DRAW_BITMAP=	 Plik bitmapy rysunku\nPlik bitmapy rysunku
ID_DRAW_VECTOR=	 Plik wektorowy rysunku\nPlik wektorowy rysunku
ID_DRAW_TIME  =	Opóźnienie rysowania\nOpóźnienie rysowania
ID_DRAW_INPUT =	 Narysuj port wejściowy\nNarysuj port wejściowy
ID_DRAW_OUTPUT=	 Narysuj wylot\nNarysuj wylot
	
	
ID_TOOL_NODE =	 Edytuj węzeł wykresu\nEdytuj węzeł
ID_TOOL_PICK =	 Narzędzie wyboru wykresu\nWybór wykresu
ID_MODIFY_HATCH =	 Wypełnij wybrane obiekty\nWypełnij
ID_TOGRAPH =	 Konwertuj obiekt na obiekt graficzny\nNa grafikę
ID_VIEW_STATUS_BAR =	 Pokaż lub ukryj pasek stanu\nPokaż i ukryj pasek stanu
ID_VIEW_TOOLBAR =	 Pokaż lub ukryj systemowy pasek narzędzi\nPokaż i ukryj systemowy pasek
ID_VIEW_ZOOMBAR =	 Pokazuje lub ukrywa pasek widoku\nPokazuje i ukrywa pasek widoku
ID_VIEW_DRAW_BAR=	 Pokaż lub ukryj pasek narzędzi rysowania\nPokaż i ukryj pasek rysowania
ID_VIEW_ENTPROP=	 Pokaż lub ukryj pasek właściwości obiektu\nPokaż i ukryj pasek właściwości obiektu
ID_VIEW_ENTLIST=	 Pokaż lub ukryj pasek listy obiektów\nPokaż i ukryj pasek listy obiektów
	
ID_ZOOM_ALL =	 Wyświetla wszystkie obiekty na maksimum\nWyświetl wszystko
ID_ZOOM_PICK =	 Maksymalny wybór wyświetlania\nWybierz obserwację
ID_ZOOM_IN =	 Podwój ekran\nPowiększ
ID_ZOOM_OUT =	 Podwój ekran\nPomniejsz
ID_ZOOM_PAN =	 Wyświetlanie w panoramie\nPrzesuwanie
ID_ZOOM_WINDOW =	 Skalowanie okien\nSkalowanie okien
ID_ZOOM_WORKSPACE =	 Wyświetl cały obszar roboczy\nWidok obszaru roboczego
ID_SNAP_GUILD =	 Przyciągaj do prowadnic\nPrzyciągaj do prowadnic
ID_SNAP_GRID =	 Przyciągaj do siatki\nPrzyciągaj do siatki
ID_SNAP_OBJECT=	 Przyciągnij obiekt\nPrzyciągnij obiekt
ID_SNAP_MESHVERTEX=	 Przyciągaj do wierzchołków powierzchni\nPrzyciągaj do wierzchołków powierzchni
ID_APP_ABOUT =	Wyświetl informacje o programie, numer wersji i prawa autorskie\nInformacje
ID_APP_EXIT =	 Zamknij aplikację; monituje o zapisanie dokumentu\nWyjdź
	
	
TT_PICKALL =	 Wybierz wszystkie obiekty\nWybierz wszystkie obiekty
TT_PICKDEL =	 Usuń wybrane obiekty\nUsuń wybrane obiekty
TT_PICKINVERT =	 Odwróć zaznaczenie\nOdwróć zaznaczenie
TT_PICKLOCK =	 Zablokuj wybrany obiekt\nZablokuj
TT_PICKUNLOCK =	 Odblokuj wybrany obiekt\nOdblokuj
TT_PICKUNLOCKALL =	 Odblokuj wszystkie obiekty\nOdblokuj wszystko
TT_PICKCEN =	 Miejsce do początku\nMiejsce do początku
TT_PICKCENX =	Środek X jest umieszczony na osi Y\nŚrodek X jest umieszczony na osi Y
TT_PICKCENY =	 Środek Y jest umieszczony na osi X\nŚrodek Y jest umieszczony na osi X
TT_PICKPEN=	Wybierz obiekty według numeru pióra\nWybierz obiekty według numeru pióra
TT_NODE_ADD =	 Dodaj węzeł\nDodaj węzeł
TT_NODE_ALIGN =	 Wyrównanie węzłów\nWyrównanie węzłów
TT_NODE_ARC =	 Konwertuj na łuk\nNa łuk
TT_NODE_BEZIER =	 Konwertuj na krzywą\nNa krzywą
TT_NODE_CLOSE =	 Automatycznie zamknij krzywą\nAutomatycznie zamknij krzywą
TT_NODE_DEL =	 Zmniejsz węzeł\nZmniejsz węzeł
TT_NODE_DIR =	 Zmień kierunek krzywej\nZmień kierunek krzywej
TT_NODE_LINE =	 Konwertuj na linię prostą\nKonwertuj na linię prostą
TT_NODE_REDUCE =	 Automatyczne zmniejszanie punktów\nAutomatyczne zmniejszanie punktów
TT_NODE_SEPARATE =	 Odłącz węzeł\nOdłącz węzeł
TT_NODE_SHARP =	 Ostre przejście\nOstre przejście
TT_NODE_SMOOTH =	 Płynne przejście\nPłynne przejście
TT_NODE_SYSMETRIC =	 Przejście symetryczne\nPrzejście symetryczne
TT_NODE_UNITE =	 Węzeł fuzyjny\nWęzeł fuzyjny
TT_POINTONCURVE=	punkt na krzywej
TT_ADDLAYER=	Dodaj warstwę\nDodaj warstwę
TT_DELLAYER=	Usuń warstwę\nUsuń warstwę
ADDLAYER=	dodaj warstwę
DELLAYER=	usuń warstwę
ROTATEANG =	 Kąt obrotu
MOVEDIST  =	 Odległość ruchu
ZOOMSCALE =	 współczynnik skalowania
INPUTPT =	 punkt wejściowy
INPUTSTARTPT =	 Podaj punkt początkowy
INPUTCENTER  =	 Wejdź do środka okręgu
PICKCURVE=	Wybierz krzywą, na której chcesz umieścić punkt
PONITNUM=	zwrotnica
POINTDIST=	odstęp między punktami
TEXT_POS=	Wybierz, gdzie umieścić tekst
ALIGN =	 wyrównywać
UNDO=	Cofnij
REDO=	wyzdrowieć
MENU_FINISH=	&koniec
MENU_CLOSEFINISH=	&Zamknięty koniec
MENU_COOR=	&Wprowadź współrzędne
TRANSFORM =	 przekształcać
CENTER =	 środek
MIRROR =	 lustro
SHEAR=	nachylenie
PEN=	Długopis
SPEED=	prędkość
OBJECTLIST=	lista obiektów
APPLYDEF=	parametr ustawiony na domyślny
ADVANCE=	zaawansowane
POWER=	moc
FREQ=	częstotliwość
TICKLE=	Prejonizacja
STARTTC=	Opóźnienie włączenia
ENDTC=	opóźnienie końca
POLYTC=	opóźnienie w rogu
SECOND=	druga
US=	mikrosekundy
DELETE=	kasować
PARAMLIB=	biblioteka parametrów
INPUTPARAMNAME=	Wpisz nazwę parametru
GUILDLINE =	 Linia pomocnicza
PARAMNAMENONULL=	Nazwa parametru nie może być pusta
PARAMNAMEEXIST=	Nazwa parametru już istnieje! Zastąpić stary parametr?
REALYDELPARAM=	Czy na pewno chcesz usunąć bieżący parametr?
REALYAPPDEF=	Czy na pewno chcesz zastosować bieżące parametry jako parametry domyślne?
JUMPSPEED=	Prędkość skoku
JUMPPOSTC=	Opóźnienie pozycji skoku
JUMPDISTTC=	Opóźnienie odległości skoku
ADVANCEMARKPARAM=	Zaawansowane parametry znakowania
ENDCOMP=	kompensacja punktu końcowego
ACCDIST=	Odległość przyspieszenia
MARK=	cechowanie
SELECTAPARAM=	Wybierz parametr
MODIFYCOLOR=	Zmień kolor
MODIFPARAM=	Zmień parametry
APPLYTOPICK=	zastosuj się do selekcji
PARAM=	parametr
NOMOREMARKPARAM=	Tylko parametry domyślne, nie można ich zmienić
NOPICKOBJECT=	żaden obiekt nie jest wybrany
SETDEFPEN=	ustaw jako domyślny długopis
MENU_SPECIAL=	&Specjalny
FAILOPENLMC=	Nie można otworzyć sterownika LMC1! Sprawdź, czy sterownik LMC1 jest zainstalowany poprawnie!
NOTFINDLMC=	Nie można znaleźć prawidłowego urządzenia LMC1!
MENU_LASER=	&Laser
DISABLEUSE =	 Zabronione używanie
ENABLEUSE =	 posługiwać się
FIELD=	powierzchnia
LASERCTRL=	sterowanie laserowe
EXTAXIS=	Rozszerzona oś
CONFIGPARAM=	Parametry konfiguracyjne
NEGATE=	odwrócić
ASPECT=	Zewnętrzny
FIELDSIZE=	Rozmiar obszaru
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Po przetworzeniu udaj się do wyznaczonej lokalizacji
MARKSTR_AFTER1=	nie ruszaj się
MARKSTR_AFTER2=	Centrum Galvo
MARKSTR_AFTER3=	lewy górny róg obiektu
MARKSTR_AFTER4=	Prawy górny róg obiektu
MARKSTR_AFTER5=	prawy dolny róg obiektu
MARKSTR_AFTER6=	lewy dolny róg obiektu
MARKING=	Cechowanie...
WAITIOINPUT=	Oczekiwanie na sygnał portu wejścia IO...
	
PART=	składniki
TOTALNUM=	całkowity
CONTINUES=	Ciągłe przetwarzanie
MARKSELECT=	Wybierz przetwarzanie
QUIT=	zrezygnować
LIGHTSHOW=	czerwony wyświetlacz światła
	
QSWITCH=	Przełącznik Q
ANALOGOUT=	Wyjście analogowe
CALIBRATION=	Korekta
OTHER=	inny
ENPWMSIGNALE=	Włącz wyjście sygnału PWM
MAXPWMFREQ=	Maksymalna częstotliwość sygnału PWM
ENABLETICKLE=	Włącz prejonizację
PULSEWIDTH=	Szerokość impulsu
PULSEPERIOD=	Częstotliwość impulsów
FPK=	tłumienie pierwszego impulsu
FPKEND=	Włącz przełącznik Q po zakończeniu tłumienia pierwszego impulsu
ANALOGOUT=	Wyjście analogowe
ANAPOWER=	Włącz wyjście portu analogowego zasilania
ANAFREQ=	Włącz wyjście portu analogowego częstotliwości
STARTMARKDELAY=	Rozpocznij znakowanie opóźnienia
FINSIHMARKDELAY=	Opóźnienie znacznika końcowego
MAXPOWERDELAY=	Maksymalne opóźnienie mocy
USERDEFRATIO=	Skala zdefiniowana przez użytkownika
REALRATIO=	Rzeczywisty stosunek
FREQMAP=	mapowanie częstotliwości
POWERMAP=	mapowanie mocy
READY=	Przygotować
BTNSTOP=	STOP (F4)
BTNMARK=	Znak (F2)
BTNPARAM=	Parametry (F3)
BTNQUIT=	WYJŚCIE (F5)
BTNLIGHT=	Czerwone światło (F1)
MARKSTR_NOENTITY=	Żadne dane nie mogą być przetwarzane, proszę sprawdzić, czy plik jest załadowany!
MARKSTR_NOENTITY_SELECT=	Nie ma danych, które można przetworzyć, proszę sprawdzić, czy wybrano obiekt przetwarzania!
DOG_DATAERROR =	 Dane blokady szyfrowania są nieprawidłowe, sprawdź, czy blokada szyfrowania jest prawidłowo włożona
DOG_SHARETIME =	 Obecna wersja jest wersją udostępnioną, wykorzystałeś dozwolony czas!\nJeśli chcesz nadal korzystać z tego oprogramowania, skontaktuj się ze sprzedawcą oprogramowania
DOG_SHARE =	Obecna wersja jest wersją współdzieloną, wykorzystałeś dozwoloną liczbę razy!\nJeśli chcesz nadal korzystać z tego oprogramowania, skontaktuj się ze sprzedawcą oprogramowania
DEMOVERSION=	Nie mogę znaleźć klucza! Oprogramowanie będzie działać w trybie demo
DELHATCH=	usuń wyściółkę
CURTIME=	Obecny czas
TOTALTIME=	czas całkowity
PULSELENGTH=	Szerokość impulsu
CHECK=	wykryć
LASERON=	Włącz laser
LASEROFF=	laser wyłączony
POSX=	Pozycja X
POSY=	Pozycja Y
LASERWILLOUTPUT=	Naciśnij OK, aby wyprowadzić laser, czy na pewno chcesz wyprowadzić laser?
WARN=	ostrzegać
SCANIMAGE=	zeskanuj obraz
BOTTOM =	 na dole
TOP =	 Top
	
ORIGIN_PTNUM=	Wpisz punkt zerowy
ORIGIN_WAY=	Powrót do metody pochodzenia
PLUGFILENAME =	 Nazwa pliku wtyczki
	
PLUGSTATE =	 stan wtyczki
PLUGVER =	 Wersja wtyczki
PROMPT =	 wskazówka
MENU_APP_EXIT =	 &Wyjście
LMCVERERROR=	Błąd wersji sprzętowej LMC
WELD=	spawalniczy
TRIM=	suszona śliwka
INTERSECT=	krzyż
WELDTO=	spawane do
TRIMTO=	przycięte w
INTERSECTTO=	krzyżowanie
PLASTIC=	kształt
SAVESRC=	zachowaj oryginalny przedmiot
SAVETAR=	zachowaj obiekt docelowy
NOVALIDONCEMORE=	Nie wybrano prawidłowego obiektu, wybrać ponownie?
FILE=	dokument
PORT=	Port
IOSTOP=	Zatrzymaj przetwarzanie portu wejściowego
STOPPROMPT=	Komunikat monitujący o zatrzymanie obróbki
STOPSIGNALTRIG=	Sygnał stop zostaje wyzwolony i bieżąca obróbka zostaje zatrzymana!
REMOTE=	pilot
ENREMOTE=	Włącz zdalne sterowanie
NETWORKIP=	sieciowy adres IP
QPULSEWIDTH=	Szerokość impulsu Q
POINTTIME=	znaleźć czas
LEFT =	 lewy
RIGHT =	 prawo
ALIGN_NODECTRL=	Wyrównaj punkty kontrolne węzłów
NODE_ALIGN=	Wyrównaj węzeł
OFFSETLEN=	długość przesunięcia
BASELENGTH=	długość podstawy
TRANFORM=	przekształcać
BASE=	reper
FREE=	 darmowy
BASEANGLE=	kąt odniesienia
ANGLELIMIT=	Ograniczenie zakresu kąta
CHANGEORDER=	Zmień kolejność
MODIFY=	Poprawiać
ROAXIS=	oś obrotu
ZERO=	zero
STEPPERRO=	Impulsy na obrót
DISTPERRO=	Odległość ruchu na obrót
MINPOS=	Minimalne współrzędne
MAXPOS=	maksymalna współrzędna
MINSPD=	minimalna prędkość
MAXSPD=	Maksymalna prędkość
ZEROSPD=	Zerowa prędkość powrotu
GEARRATIO=	Współczynnik redukcji
PARTDIA=	Średnica przedmiotu obrabianego
ZEROOFF=	Przesunięcie zerowe
ACCTIME=	czas przyspieszenia
SCALECOMP=	Odszkodowanie proporcjonalne
SHEARCOMP=	kompensacja niewspółosiowości
SPACECOMP=	Kompensacja luzów
GOTOORIGIN=	Rozszerzony punkt zerowy korekcji osi
PLSPICKAPEN=	Wybierz długopis
BITMAP=	mapa bitowa
LINEINC=	Przyrost linii skanowania bitmapy
NODE_DELETE =	 Usuń węzeł
NODE_ADD =	 dodaj węzeł
NODE_UNITE=	węzeł fuzyjny
NODE_TOARC =	 Konwertuj na segment łukowy
NODE_TOBEZ =	 Konwertuj na odcinek krzywej
NODE_TOLINE =	 Konwertuj na segment linii
NODE_TOSHARP =	 przejście wierzchołkowe
NODE_TOSMOOTH =	 płynne przejście
NODE_TOSYSMETRIC =	 Symetryczne przejście
NODE_ALIGN =	 wyrównanie węzłów
NODE_CHANGEDIR =	 Zmień kierunek krzywej
MARKON=	Otwarte znakowanie
MARKOFF=	Odznaczać
CURVEEDIT =	 Edycja krzywej
MENU_AUTOCONNECT=	automatyczne polączenie
CONNECTERR=	Błąd automatycznego łączenia
	
PRINTER  =	 drukarka
PRINT  =	 Wydrukować
STYLE  =	rodzaj
STATUS =	 państwo
REMARK =	 Uwaga
COPYNUM=	 Liczba kopii
ATTRIB=	 Atrybuty
PRINTCOPYNUM=	 Liczba kopii
AUTOPAGE=	Automatyczne stronicowanie
PRINTRANGE=	Zakres wydruku
PRINTALL=	drukuj wszystko
PRINTSEL=	wybierz drukuj
PAGESETUP=	ustawienia strony
	
MARGIN=	Marże
MARGINLEFT =	lewy margines
MARGINRIGHT=	prawy margines
MARGINTOP  =	Górny margines
MARGINBOTTOM=	dolny margines
	
PAGECEN     =	centrum strony
PAGECENUP   =	wyższa średnia
PAGECENLEFT =	środkowy lewy
PAGECENRIGHT=	centrum po prawej
PAGECENDOWN =	środkowy i dolny
	
PAGELEFTUP   =	u góry z lewej
PAGERIGHTUP   =	w prawym górnym rogu
PAGELEFTDOWN  =	na dole po lewej
PAGERIGHTDOWN =	prawy dolny
PAGEFILL=	zmień rozmiar na stronę
PAGERANDOM=	dostosuj
AXISSTEP=	Długość kroku ruchu
SPLITSIZE=	Podziel rozmiar
SPLITPARAM=	parametr segmentacji
SPLITBYGUILDLINES=	Podziel według linii pomocniczych
ORIGIN=	początek
LIGHTING=	czerwone światło wskazujące;
SPLITMARK1=	Oznaczenie podziału 1
SPLITMARK2=	Znak podziału 2
ORIGINCOOR=	współrzędne początkowe
SETCURPOSTOORIGIN=	(&D)Ustaw bieżący punkt jako początek
SETORIGIN=	ustaw pochodzenie
SPECIALMOTION=	specjalny ruch
STOP=	Zatrzymaj się
GOTOMARKORIGIN=	Przejdź do początku znakowania
REDLIGHTPOINT=	wskazanie czerwonego światła;
LIGHTSPEED=	prędkość czerwonego światła
OFFSETPOSX=	pozycja przesunięcia X
OFFSETPOSY=	pozycja przesunięcia Y
REDLIGHTIO=	Czerwone światło wskazujące port wyjściowy;
MARKIO=	Znakowanie wyjścia
NULL=	Żaden
INPUTTEXT=	Wprowadź tekst do przetworzenia
FORCESPLIT=	przymusowy podział
LINE=	linia prosta
RIGHTCOOR=	Naciśnij prawy przycisk myszy, aby wprowadzić współrzędne
INPUTCOOR=	Podaj współrzędne
FINISHGOTOSTARTPT=	Po przetworzeniu wróć do punktu wyjścia
STARTMARKIO=	Zacznij oznaczać porty
INPORT=	port wejściowy
AUTORESET=	Automatyczne resetowanie
JSFFONT_FILENAME=	nazwa pliku czcionki jsf
GRAPHCHAR=	Znaki odpowiadające grafice
UPDATEFONTFILE=	Zaktualizuj plik czcionki
OFFSET_DIST=	odległość przesunięcia
JCZFONT_NEWJSF=	Plik nie istnieje, utworzyć nowy plik?
JSFFONT_NAME=	Nazwa czcionki
DOUBLEWIDTH=	szerokość podwójnego znaku
DOUBLEHEIGHT=	podwójna wysokość znaku
SINGLEWIDTH=	szerokość pojedynczego znaku
SINGLEHEIGHT=	wysokość pojedynczego znaku
JSFFONT=	Czcionka JSF
JCZFONT_PROPERTY=	właściwości czcionki
ENMARKMUTEX=	włącz oznaczanie mutex
MARKPARAM=	Parametry znakowania
ONOFF=	przełącznik
CURPEN=	aktualny numer długopisu
CURPENPARAM=	aktualne parametry pióra
USEDEFAULTPEN=	Użyj domyślnych parametrów
SELPARAMFROMLIB=	Pobierz parametry z biblioteki parametrów
DELETESELPARAM=	usuń wybrany parametr
CURPARAMSAVEAS=	Zapisz aktualne parametry jako
PLSSELPARAM=	Najpierw wybierz parametr
ID_DRAW_BARCODE =	 Narysuj kod kreskowy\nNarysuj kod kreskowy
MENU_VIEW_MARKPARAM=	Znakowanie paska parametrów
ID_VIEW_MARKPARAM=	Pokazuje lub ukrywa pasek parametrów oznaczania\nPokazuje lub ukrywa pasek parametrów oznaczania
SHOWCROSSLINE=	Pokaż środkowy krzyż
SELPOSDATUM=	Wybierz punkt odniesienia dla współrzędnych pozycji
PULSEGREATEMAX=	Ustawiona szerokość impulsu Q jest większa niż maksymalna szerokość impulsu
MAXPULSEWIDTH=	Maksymalna szerokość impulsu
CURFREQ=	aktualna częstotliwość
FIELDNAME=	Nazwa pola
CURRENT=	obecny
CURRENTMAP=	Aktualne mapowanie
ENCURRENT=	Włącz wyjście prądowe
EXESTART =	Po uruchomieniu ezcad uruchom program
EXEFINISH=	Gdy ezcad jest zamknięty, uruchom program
PARAMNAME=	Nazwa parametru
GOALSIZE=	rozmiar znacznika celu
REALSIZE=	Rzeczywisty rozmiar oznaczenia
CALCSCALE=	Oblicz stosunek
GOALMUSTGREATE=	Rozmiar znacznika celu musi być większy niż 0,001
REALMUSTGREATE=	Rzeczywisty rozmiar oznaczenia musi być większy niż 0,001
FORCEALLSPLIT=	Cała cała dywizja
USEGUILINSTARS=	Korzystanie z cyfrowego sterownika Q-switch
	
DESCENTRATIO=	Niższy wysoki stosunek
DESCENT=	w dół wysoko
ASCENT=	Szanghaj
BASELINE=	linia bazowa
LOADCHAR=	Załaduj dane znaków
SAVECHAR=	zapisz dane postaci
LEFTSIDE=	Szerokość lewego wspornika
RIGHTSIDE=	Szerokość prawego podparcia
HELP =	 Wsparcie
HELP_BLUEBOX=	Niebieska ramka to obszar, który postać zajmuje, gdy jest faktycznie wyświetlana
HELP_DESCENTRATIO=	Niższy wysoki stosunek
HELP_CHARWIDTH=	Szerokość znaków odnosi się do standardowej szerokości znaków bieżącej biblioteki czcionek
HELP_CHARHEIGHT=	Wysokość znaków odnosi się do standardowej wysokości znaków w aktualnej bibliotece czcionek
HELP_LEFTSIDE=	Szerokość lewego wspornika to odległość między rzeczywistymi danymi znaku a lewą krawędzią
HELP_RIGHTSIDE=	Właściwa szerokość podpory to odległość między rzeczywistymi danymi znaku a prawą krawędzią
HELP_BASELINE=	Linia bazowa to pozioma linia używana do wyrównania podczas tworzenia czcionki
CHARKERNING=	Kerning znaków
NOFONTFILE=	Nie można znaleźć prawidłowego pliku czcionki, wybierz prawidłowy plik czcionki!
INPUT2CHAR=	Wpisz dwa znaki
SAVEKERNING=	oszczędź kerning
JCZFONT_VER1=	Obecna biblioteka czcionek to wersja v1.0, która została przekonwertowana do wersji v2.0.\nProszę zrestartować ezcad2.0, zanim modyfikacja zacznie obowiązywać!
PULSEMODE=	Wektor wzór kropki
PULSEPER=	Impulsy na punkt
FLYMARK=	latające znakowanie
FLYSPEED=	Prędkość liniowa
ERR_FLYSPEEDFAST=	Szybkość linii jest zbyt duża, aby galvo mógł ją dogonić!\nPrędkość linii musi być mniejsza niż szybkość znakowania i skakania!
MS=	milisekunda
CANHATCH=	można wypełnić
PASSWORD=	hasło
CONFIRMPASSWORD=	Potwierdź hasło
PASSWORDNOSAME=	Hasła wprowadzone dwukrotnie są różne, wprowadź ponownie!
PASSWORDUNVALID=	złe hasło!
OUTPORTALRADYUSE=	Port wyjściowy został zajęty przez inne urządzenie, zresetuj je!
LASERPOWERIO=	Moc wyjściowa lasera
POWERON=	zasilanie włączone
POWEROFF=	wyłącz zasilanie
EZCADSTR_ID_FILE_IMGLIB =	 Otwiera galerię ulubionych\nGaleria ulubionych
EZCADSTR_IDC_STATIC_NEWIMG =	 Proszę podać nazwę obrazu
EZCADSTR_IDC_STATIC_NEWLIB =	 Proszę podać nazwę galerii
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Wprowadź nazwę pliku (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 Usuń zdjęcie
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 usuń galerię
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 Dodaj obraz
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Nowa galeria
EZCADSTR_IMGDLG_KEEPSIZE =	 Zablokuj skalę
EZCADSTR_IMGDLG_NEWIMG =	 Dodaj obraz
EZCADSTR_IMGDLG_NEWLIB =	 Nowa galeria
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Opcje eksportu grafiki
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 wysoki
EZCADSTR_IMGDLG_STATIC_NAME =	 Nazwa galerii
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Podgląd obrazu
EZCADSTR_IMGDLG_STATIC_WIDTH =	 szerokość
EZCADSTR_IMGGLD_ORIGSIZE =	 oryginalny rozmiar
EZCADSTR_IMGLIB_DRAW =	 Galeria rysunków
EZCADSTR_IMGLIB_MAXIMG =	 Liczba zdjęć w tej galerii osiągnęła maksymalną wartość, utwórz nową galerię
EZCADSTR_IMGLIB_TOTALNUMBER =	 Całkowita liczba zdjęć:
EZCADSTR_IMPORT_PT =	 Podaj lokalizację, w której chcesz umieścić grafikę
EZCADSTR_MSG_DELETEIMG =	Czy na pewno chcesz usunąć zdjęcie?
EZCADSTR_MSG_DELETELIB =	 Czy na pewno chcesz usunąć galerię?
EZCADSTR_MSG_DIRECTORYERROR =	 ścieżka do pliku biblioteki nie istnieje
EZCADSTR_MSG_HAVEFILE =	 Określona galeria już istnieje, proszę wejść ponownie
EZCADSTR_IMGDLG =	 Wspólna Galeria
EZCADSTR_MENU_FILE_IMGLIB =	 &Galeria wspólna...
CIRDIAMETER=	średnica koła
ARRAY_NUM=	liczba tablic
ANG_DIST=	Rozstaw kątowy
EZCADSTR_ARRAY_TYPE =	 typ tablicy
EZCADSTR_ARRAY_X_DIST =	 Rozstaw poziomy
EZCADSTR_ARRAY_X_NUM =	 Numer poziomy
EZCADSTR_ARRAY_Y_DIST =	 Rozstaw w pionie
EZCADSTR_ARRAY_Y_NUM =	 liczba pionowa
EZCADSTR_ARRAY_DIST_CALC =	 Metoda obliczania odstępów
EZCADSTR_ARRAY_ENTSPACE =	 Obliczane zgodnie z rozstawem grafik
EZCADSTR_ARRAY_OFFSETDIST =	 Obliczane na podstawie odległości odsunięcia
EZCADSTR_CMD_ARRAY=	obiekt tablicy
RADIUS=	promień
BREAKCROSSPOINT=	usuń skrzyżowanie
ID_MODIFY_ARRAY =	 Ułóż w szyku wybrane obiekty\nUłóż w szyku obiekty
ID_MODIFY_ROTATE =	 Obróć wybrane obiekty\nObróć obiekty
ID_MODIFY_PLASTIC=	Kształtowanie obiektów\nKształtowanie
ID_MODIFY_CONNECT=	Automatycznie łącz krzywe\nAutomatycznie łącz krzywe
ID_MODIFY_BREAKCROSS=	Usuń przecięcie krzywych\nUsuń przecięcie
ID_MODIFY_TRANSFORM=	Przekształć obiekty\nPrzekształć
ID_MODIFY_OFFSETCURVE =	 Przesuń wybrane krzywe\nPrzesuń krzywą
CROSSLEN=	długość skrzyżowania
TESTLASER=	laser testowy
READALLLINE=	Czytaj cały plik za każdym razem
INFO_CODE128OPTMIZE=	Kod kreskowy CODE128Optimized jest ciągłym kodem kreskowym, jego zestaw znaków zawiera znaki o wartościach ASCII od 0 do 127, a system automatycznie przełącza się między CODE128 A, B i C zgodnie ze znakami, dzięki czemu ostateczny kod jest najkrótszy;
FLYRIGHT2LEFT=	Kierunek rurociągu od prawej do lewej
FLYCONTMODE=	Tryb ciągły rurociągu
DATEINFO=	Znaczenie znaków w formacie daty: Y
SN=	numer seryjny
INCSN=	Przyrost numeru sekwencji
	
DATENAME=	nazwa daty
YEARUSE2DIGIT=	Użyj dwóch cyfr dla roku
YEARNOLEADZERO=	Rok bez wiodących zer
HOUR12=	Zegar 12-godzinny
TIMENOLEADZERO=	czas bez wiodących zer
DIGIT09ISSN=	Cyfra 0 to numer seryjny, a cyfra 9 to przyrost numeru seryjnego
SAMPLE=	Przykład
AM=	rano
PM=	wieczór
DATENAMECANNOTNULL=	Nazwa daty nie może być pusta!
SAVETONEWFILE=	zapisz do nowego pliku
AUTOROANG=	Automatyczne obracanie kąta wypełnienia
BYDAY=	za dnia
BYMONTH=	miesięczny
BYWEEK=	przez tydzień
BYYEAR=	przez rok
DATEOFFSET=	przesunięcie daty
ENTOTALPARTNUM=	Całkowita liczba detali obowiązuje w trybie ciągłym
MARKFINISHNUM=	Podana ilość została przetworzona! Czy chcesz kontynuować przetwarzanie?
OFFSET=	zrównoważyć
EXPORTTEXT2FILE=	Wypisz tekst do określonego pliku podczas przetwarzania
EXPORTTIME2FILE=	Czas wyjścia do określonego pliku podczas przetwarzania
EXPORTTEXT=	tekst wyjściowy
AUTOCONNECT=	Automatycznie połącz sąsiednie segmenty krzywych
SOFTUSEPSW=	Aby korzystać z oprogramowania, należy wprowadzić hasło
USERMGR=	Menedżer użytkownika
USER=	użytkownik
ADMIN=	menedżer
DESIGNED=	projektant
WORKER=	operator
MODIFYPASSWORD=	Zmień hasło
SELUSER=	Wybierz użytkownika
PSWINCORRECT=	Nieprawidłowe hasło, wprowadź ponownie
CARDNO=	numer karty
SELLMC1DEV=	Wybierz urządzenie do ustawienia parametrów
LASERTYPE=	Typ lasera
NOHATCHTEXT=	brak dopełniania tekstu
USECORRECTFILE=	Użyj plików korekcyjnych
CRYSTAL=	kryształ
MAXFREQ=	maksymalna częstotliwość
PULSEGREATEMAXFREQ=	Częstotliwość impulsów jest większa niż częstotliwość maksymalna
MOVEANG=	Kąt ruchu
CURRANGLE=	aktualny kąt
ROANGMARK=	Oznaczenie kąta obrotu -- uwaga: współrzędna z obiektu to wartość kąta
OPTIMIZECURVE=	Zoptymalizuj kolejność krzywych
ANGLEROTATE=	Oznaczenie kąta obrotu
SIZESCALE=	Stosunek wielkości
PULSE=	puls
ENSHOWCONTOUR=	pokaż zarys
SUBSURFACE=	Wewnątrz rzeźba
ZEROTIMEOUT=	powrót do zera limitu czasu
CMD_REPEAT1=	powtórz polecenie 1
CMD_REPEAT2=	powtórz polecenie 2
NODE=	węzeł
SUNDAYISFIRSTDAY=	Niedziela jest pierwszym dniem tygodnia
TT_POINT=	narysuj punkt
TT_POINTONCURVE1=	Umieść stałą liczbę punktów na krzywej
TT_POINTONCURVE2=	Umieszczanie punktów o stałych odstępach na krzywej
IMGLIB_PROMPT=	Wskazówka: Naciśnij i przytrzymaj lewy przycisk myszy, aby wybrać żądaną grafikę, a następnie przeciągnij, aby przejść do obszaru roboczego
ONELASERMULTISCANNER=	Tryby pojedynczego lasera i wielu soczewek
MULTILASERMULTISCANNER=	Tryby multi-laser i multi-soczewki
ALLSCANNERSAMEPART=	Wszystkie galwanometry przetwarzają ten sam przedmiot
ALLSCANNERDIFFPART=	Wszystkie galwanometry przetwarzają różne przedmioty
SCANNER=	Galvo
SCANNERTYPE=	Typ galwa
CENPOS=	Współrzędne centrum
LASERPARAM=	Parametry lasera
ERR_OUTRANGE=	Oś przedłużająca jest poza zakresem obróbki!
MOVETOPREV=	przesuń się do przodu
MOVETONEXT=	przesuń się do tyłu
MOVETOTOP=	wyprowadzić na front
MOVETOBOTTOM=	przesuń się do tyłu
MENU_EDIT_TODASHED=	do linii przerywanej
INFO_QRCODE=	Kod kreskowy QRCODE to dwuwymiarowy kod kreskowy, którego zestaw znaków zawiera wszystkie znaki ASCII;
LASERONTIME=	Laser na czas
DISTRIBUTION=	Rozpowszechniane
D_TOP=	&Tak jak
D_VCEN=	&Średni
D_VSPACE=	&rozstaw
D_BOTTOM=	&Na dole
D_LEFT=	&Lewy
D_HCEN=	&Średni
D_HSPACE=	&rozstaw
D_RIGHT=	&Prawidłowy
ISREALYMARK=	Rozpocząć znakowanie?
DELOLDCURVE=	usuń stare krzywe
PICKOFFSETCURVE=	Wybierz krzywą do przesunięcia
PICKOFFSETDIR=	Wybierz kierunek odsunięcia krzywej
NESTING=	Zoptymalizowane zagnieżdżanie
PICKEDGE=	granica wyboru
NESTPARAM=	Parametry zagnieżdżania
AUTONESTING=	automatyczne zagnieżdżanie
BRIDGEDIST=	odległość okrążenia
STOCKDIST=	Marginesy arkusza
ROTATEINTERVAL=	Krok obrotu
ROTATE=	obracać się
ERRNESTING=	Bieżąca obwiednia arkusza nie może pomieścić wszystkich próbek!
PICKNESTEDGE=	Wybierz obwiednię arkusza, na której chcesz umieścić próbkę
MARKDATA_OUTRANGE=	Dane przetwarzania przekraczają zakres przetwarzania!
SELECTNESTEDGE=	Proszę wybrać granicę arkusza, na której najpierw należy umieścić próbkę!
NESTINGMULTI=	Układ wielu obrabianych przedmiotów
NESTINGONE=	Jednolity układ pojedynczego przedmiotu
SHEETSIZE=	Rozmiar materiału
SHEETSIZESMALL=	Rozmiar materiału jest za mały!
WARNSTARTSIGNAL=	Przetwarzanie jest przerywane w sposób ciągły Czy sygnał rozpoczęcia przetwarzania jest nieprawidłowy?Czy sygnał rozpoczęcia przetwarzania jest zabroniony?
INPORTCONFLIC=	Zauważ, że występują konflikty portów wejściowych! Proszę wybrać ponownie!
OUTPORTCONFLIC=	Zauważ, że występują konflikty portów wyjściowych! Proszę wybrać ponownie!
UNCOMBINE=	 oddzielna kombinacja
READPOINTCLOUDFILE=	Czytaj plik chmury punktów...
MENU_FILE_BMPFILE=	Wejściowy plik mapy bitowej\tCtrl+W
MENU_FILE_VECTORFILE=	Importuj plik wektorowy\tCtrl+B
MAXFREQDELAY=	Maksymalne opóźnienie częstotliwości
INFO_CODEINTER6=	Kod ITF-6 jest kodem kreskowym o stałej długości, jego zestaw znaków zawiera tylko cyfry '0'-'9', ITF-6 zawiera 6 znaków, pierwsze 5 znaków to dane, ostatni znak to kod kontrolny, Weryfikacja kod jest automatycznie dodawany przez system, a system zajmuje tylko 5 pierwszych znaków.
INFO_CODEINTER14=	Kod ITF-14 jest kodem kreskowym o stałej długości, jego zestaw znaków zawiera tylko cyfry '0'-'9', ITF-14 zawiera 14 znaków, pierwsze 13 to dane, a ostatni znak to kod kontrolny. kod weryfikacyjny jest automatycznie dodawany przez system, a system zajmuje tylko pierwszych 13 znaków.
BORDER=	rama
PLUSEWIDTHREV=	inwersja szerokości impulsu
ENANALOGFPK=	Włącz tłumienie pierwszego impulsu analogowego
INFO_USERDEFINE=	Kod kreskowy zdefiniowany przez użytkownika, liczba wierszy i kolumn zdefiniowana przez użytkownika, dane kodu kreskowego są reprezentowane przez ciąg liczb o rozmiarze 0-255 oddzielonych znakiem ",", każda liczba reprezentuje 8-cyfrowy blok kodu kreskowego, pierwsza liczba reprezentuje kod kreskowy od góry do dołu Pierwsza linia od dołu, pierwsze 8 bloków kodu kreskowego od lewej do prawej. Gdy bajt nie może być umieszczony na końcu wiersza, odpowiedni bit danych powinien zostać zignorowany. Jeśli w znaku wejściowym nie ma ",", stosowana jest reguła binarna, 1 oznacza czarny, a 0 oznacza biały.
RINGMARK=	Znakowanie biżuterii
INPUTDISTRCOFF =	 Wprowadź współczynnik deformacji beczki
INPUTTRAPECOFF =	 Wprowadź współczynnik odkształcenia trapezowego
GRADUATION=	skala
GRADUATIONNUM=	liczba znaczników
GRADUATIONANG=	Przyrost kąta
DEGREE1LEN=	Minimalna długość kleszcza
DEGREE5LEN=	5-punktowa długość kleszcza
DEGREE10LEN=	10-punktowa długość kleszcza
SHOWTEXT=	wyświetlany tekst
STARTVALUE=	wartość początkowa
INCVALUE=	Wartość przyrostu
DOTBITCOUNT=	cyfry po przecinku
LOADGRADFILE=	Załaduj plik skali
SAVEGRADFILE=	zapisz plik zaznaczenia
ROTATERULER=	pierścień skali
HATCHBYDEFAULT=	Wypełnij domyślnymi parametrami
360MARK =	 Znakowanie 360 stopni
STARTPULSEMODE=	Uruchom tryb impulsowy sygnału
AUTORESETMARKCOUNT=	Automatyczne resetowanie czasów przetwarzania
PULSEPERUNIT=	impulsy na jednostkę
MOVE =	 ruszaj się
MOVETO =	 przenieś się do
RELATIVE=	względne położenie
MENU_DRAW_EXTAXIS=	&Rozszerzona oś
ID_DRAW_EXTAXIS=	 Rysuje rozszerzoną oś\nRysuje rozszerzoną oś
MULTIPARTMARK=	Wielostanowiskowy moduł obróbkowy
PLEASEVALIDPARAM=	Wybierz prawidłowy parametr stacji
MALTIMARKINFO=	Określony maksymalny numer przetwarzania został przetworzony!\nJeśli chcesz przetworzyć, zmień przetworzony numer lub maksymalny numer przetwarzania.
MALTIMARKINFO2=	Podana maksymalna liczba obróbki została zakończona!
PARTPOS=	Stacja
PARTTYPE=	tryb stacji roboczej
SELPARTTYPE=	Wybierz tryb stacji
CURPARTPOS=	aktualna stacja
MARKEDCOUNT=	Liczba przetworzonych
STOPWHENMAX=	Zatrzymaj po przetworzeniu do maksymalnej liczby przetworzeń
MAXCOUNT=	Maksymalna liczba przetwarzania
MARKALLPART=	F1, aby przetworzyć wszystkie aktualne stacje
CONTMARKALLPART=	F2 Ciągła obróbka wszystkich stacji
MARKCURPART=	F8 przetwarzanie bieżącej stacji
MODIFYCURPART=	F9, aby zmienić aktualną pozycję stacji
ADD=	Zwiększać
DISMARKWHENREACHTOTAL=	Przetwarzanie jest zabronione po przetworzeniu do określonej liczby
CURNUMGREATETOTALNUM=	Aktualna liczba przetwarzania jest większa niż całkowita liczba przetwarzania, przed przetwarzaniem zresetuj bieżącą liczbę przetwarzania!
YAGOPTIMIZEMODE=	Zoptymalizowany wzór wypełnienia YAG
	
FLYHARDWARE=	Włącz sprzętowy tryb samolotowy
FLYSIMULATION=	Włącz tryb emulacji sprzętowej
MULTIPLIER=	współczynnik prędkości lotu
UM=	mikronów
MIL=	tysiąc
UMPERCOUNT=	mikronów/liczba
INCHPERCOUNT=	cale/liczba
FLYCOUNT=	liczyć
TOTALMARKTIME=	całkowity czas przetwarzania
DOG=	klucz sprzętowy
DEFENTTEXT=	TEKST
SPECIALPOS=	określona lokalizacja
GOTOSPECIALPOS=	przejdź do określonej pozycji
SETCURPOSTOSPEC=	(&D)Ustaw bieżący punkt w określonej pozycji
MINPWMFREQ=	Minimalna częstotliwość sygnału PWM
PULSELOWMAXFREQ=	Częstotliwość impulsów jest mniejsza niż częstotliwość minimalna
MINFREQ=	Minimalna częstotliwość
DOUBLELINEMODE=	wzór podwójnego kleszcza
LASERSLEEPTIME=	Czas uśpienia lasera
DXFUNITISINCH=	Jednostki plików DXF to cale
0NOTAILZERO=	Skala 0 nie wyświetla 0 po przecinku
SHOWDEGREE5TEXT=	Wyświetl tekst 5-stopniowy
TEXTROTATE90=	Tekst obrócony o 90 stopni
BOLDLINEMODE=	szeroki wzór kleszcza
POWERRULER=	super władca
PLSSELRULER=	Wybierz linijkę do obróbki
ALEARDYHAVESAMERULER=	Konflikt nazw władców, zmień nazwę!
GRADCONDISNULL=	Warunek generowania znacznika linijki nie może być pusty!
MINGRAD=	Skala minimalna
RULER =	 linijka
RULERNAME=	Imię władcy
GRADGENCOND=	Zaznacz warunki generacji
GRADLINE=	kleszcze
GRADVALUE=	Wartość skali
STARTPT=	punkt początkowy
ENDPT=	punkt końcowy
STARTINDEX=	początkowy numer indeksu tiku
ENDINDEX=	numer indeksu końca taktu
INCINDEX=	Przyrost indeksu kleszcza
GRADLINEWIDTH=	Zaznacz szerokość
ROTATERULERMODE=	Tryb linijki obrotowej
GLOBEMARK=	znakowanie kuli ziemskiej
LONGITUDE=	długość geograficzna
LATITUDE=	szerokość
FLYMARKENTBYORDER=	Włącz ulotkę według kolejności obiektów
INPUTIOMASK=	wejście maski we/wy
OUTPUTIOMASK=	wyjście IO maska
DISSTARTIOINCONTMODE=	Tryb ciągły wyłącz start oznaczania portu
LASEROFFTC=	Opóźnienie wyłączenia światła
STARTGRADPOS=	Rozpocznij pozycję kleszcza
INCPOS=	przyrost pozycji
STEPPERMM=	kroki/mm
STEPPERINCH=	kroki/cal
EDIT =	 edytować
TOTALPARTNUM=	całkowita liczba części
EXPORTTOWS=	wyjście do obszaru roboczego
STRAIGHTRULER=	linijka
RINGRULER=	Władca pierścienia
DISKRULER=	władca tarczy
PARTNUM=	Częściowe imię
UPDATEPOSPARAM=	Zaktualizuj parametry pozycyjne
OTHERNUMSYS=	niestandardowa baza
MAXNUMBER=	maksymalna podstawa
MPERMIN=	m/min
INCHPERMIN=	cale/min
ENCODERDIST=	Odległość podróży enkodera
OUTPORT=	port wyjściowy
ROTATETEXTMARK=	Obróć znakowanie tekstu
	
CIRCLEMODE=	wzór koła
TEXTELEMENT=	element tekstowy
TCPIPCOM=	Komunikacja sieciowa
SERIALCOM=	Komunikacja szeregowa
TIME=	czas
FIXEDTEXT=	poprawiony tekst
NOLEADZERO=	Nie używaj wiodących zer
PREV=	ruszaj naprzód
NEXT=	cofnąć się
LIMILTSN=	Maksymalny numer sekwencyjny
MODE=	Model
YEAR=	rok
MONTH=	księżyc
DAYOFMONTH=	dzień
DAYOFYEAR=	niebo
DAYOFWEEK=	Tydzień
WEEKOFYEAR=	tydzień
HOUR=	Godzina
MINUTE=	minuta
TIMESEC=	Kropka
IPADDRESS=	adres IP
COMMAND=	Zamówienie
ALLCHARSUSES=	wszystkie możliwe postacie
BAUDRATE=	szybkość transmisji
DATABIT=	bity danych
STOPBITS=	zatrzymaj się
PARITY=	parytet
ENCIRCLETEXT=	włącz tekst łuku
POWERKEYBOARD=	super klawiatura
KBWORKDIRECTORY=	katalog roboczy klawiatury
KEYLIST=	lista kluczy
KEYNAME=	nazwa klucza
KEYFILE=	plik klucza
CUTONOFF=	przełącznik cięcia
USERNAME=	Nazwa Użytkownika
	
DYNFOCUS=	dynamiczne skupienie
ENDYNFOCUS=	Włącz dynamiczny fokus
DYNZREV=	Z odwrócona
DYNZPOS=	Pozycja Z
DYNZRAD=	Odległość do centrum (%)
DYNAUTOSWITCH=	automatyczny przełącznik
DYNUPDATEALL=	Zaktualizuj pozycję Z
DYNADD=	Z wzrasta
DYNDEC=	Zmniejszenie Z
DYNSTART=	rozpocznij testy
DYNSTOP=	zatrzymaj test
DYNUSING=	Dynamiczny fokus w użyciu..
IAGREE=	Zgadzam się zaakceptować tę umowę
IDONTAGREE=	nie zgadzam się na akceptację tej umowy
ERR_CANNT_RUN=	Operacja nie może być wykonana w obecnym stanie
MARKSPEED=	Prędkość znakowania
LENTESTRECT=	Testuj długość boku prostokąta
TESTPARAM=	Parametry testowe
ZINCREMENT=	Przyrost Z
ZMICROINC=	Przyrost dostrajania Z
ZMAX=	Z maks
DYNLINEAR=	Interpolacja liniowa
MACROADJUST=	Dostosuj wartość Z
FAILTRANSFER=	Aktualizacja danych nie powiodła się! Proszę spróbuj ponownie!
ENCO2FPK=	Włącz tłumienie pierwszego impulsu CO2
FPKSTARTPOWER=	Moc początkowa tłumienia pierwszego impulsu
FPKINCPOWER=	Przyrost mocy tłumienia pierwszego impulsu
SHOWSTARTMARKDLG=	Wyświetl okno dialogowe Rozpocznij znakowanie
ENEXEMARKFILE=	Włącz wykonywanie znakowania plików poleceń początku i końca
ENREDCONTMODE=	Włącz tryb ciągłego przetwarzania światła czerwonego
	
DYNSAVE=	ratować
DYNLOAD=	Załaduj
ADDZAUTO=	Wartość Z automatycznie wzrasta lub maleje
INFO_CICODE=	Hanxin to chiński standard kodów kreskowych 2D; jego zestaw znaków zawiera wszystkie znaki ASCII i znaki chińskie
SPECIALWAVE=	specjalny przebieg
SPIWAVE=	przebieg
SPICONTINUES=	tryb ciągły
SPISIMMERCUR=	Moc w trybie czuwania
STEPDIST=	Zoptymalizowana długość
STEPDELAY=	opóźnienie między krokami
USESTEPMARKMODE=	Użyj trybu znakowania kroków
CURLMCNOTIPG=	Obecne karty LMC nie obsługują laserów IPG
CURLMCNOTSPI=	Obecna karta LMC nie obsługuje laserów SPI_G3
LASERNOTREADY=	Laser nie jest gotowy, sprawdź!
FIXEDCOOR=	Stałe współrzędne punktu wejściowego
DOORIO=	port bramy bezpieczeństwa
ERR_DOOROPEN=	Drzwi bezpieczeństwa są otwarte, proszę zamknąć drzwi bezpieczeństwa!
LINEREDUCTION=	proste wcięcie
NUMLOOPS=	Liczba pierścieni granicznych
FONTTYPE_SHX=	Czcionka SHX
ENSPLITSTRTOCHANGETEXT=	Włącz podział ciągu, aby zmodyfikować obiekt tekstowy o określonej nazwie
INDEXFIRSTCHARSTR=	pozycja pierwszego znaku w łańcuchu
NUMCHAREXTRACTSTR=	Całkowita liczba znaków wyodrębnionych z ciągu
NAMETEXTTOCHANGE=	Nazwa obiektu tekstowego, którego zawartość znaku chcesz zmodyfikować
SET=	organizować coś
TT_PICKMIRRORX=	XLustro\nXLustro
TT_PICKMIRRORY=	YLustro\nYLustro
IPG:OVERTEMP=	Laser: zbyt wysoka temperatura
IPG:NORMAL=	Laser: działa dobrze
IPG:HIGHOPTIC=	Laser: Przetwarzaj wysoce odblaskowe materiały, a laser jest odbijany w laserze
IPG:SYSERROR=	Laser: awaria systemu
IPG:READY=	Laser: nie gotowy
IPG:EMERGENCY=	Laser: sygnał zatrzymania awaryjnego jest ważny
HIDEMODEL=	ukryty model
ANGLEINC=	Przyrost kąta
UPTODOWN=	od góry do dołu
LAYERNUM=	warstwy
SPACEOFLAYER=	Odstępy warstw
CALCULATE=	Oblicz
READ3DFACEFROMDXF=	Nakładanie warstw powierzchni 3D
AVERAGELINE=	Równomiernie rozprowadź linie wypełnienia
CHANGELINECHAR=	Nowa linia
MARKSELF=	zaznacz się
ENSAMEWIDTHCHAR=	Włącz znaki o równej szerokości
DYN_OUTSIDE=	obszar zewnętrzny
DYN_MODE1=	tryb standardowy
DYN_MODE2=	Tryb niezależny od osi Z
MAXSPEED=	Maksymalna prędkość
MINSPEED=	minimalna prędkość
LOOPDIST=	Rozstaw pierścieni
MARKBYSPLITLINE=	Zaznacz, dzieląc linię
MARKSTR_AFTER7=	określona lokalizacja
ENANALOGCURFPK=	Włącz tłumienie prądu analogowego
CURVESCATTERTOL=	Błąd dyspersji krzywej
ENABLECURVESCATTERTOL=	Włącz dyskretny błąd krzywej
WOBBLE=	drganie
WOBBLEDIST=	rozstaw
ROTARYMARK=	Oznaczenie osi obrotowej
FOCUSLENGTH=	długość ogniskowa
AXISISHOMING=	Oś jest bazowana
AXISISMOVING=	oś się porusza
AXISMOVEFAIL=	Ruch osi nie powiódł się!
AXISERRMAXLIMIT=	Ruch osi poza dodatnią granicę
AXISERRMINLIMIT=	Ruch osi poza granicę ujemną
AXISMUSTGOHOME=	Oś musi powrócić do punktu zerowego, zanim będzie mogła się poruszać. Czy chcesz najpierw powrócić do punktu zerowego?
ENCODERREVERSE=	Inwersja sygnału enkodera
FLYENCODEROFFSET=	Włącz stałą odległość przesunięcia enkodera
FLYENCODEROFFDELAY=	Opóźnienie (nas)
FLYENCODERLOWSPEED=	tryb niskiej prędkości
	
GET55ERR=	błąd obliczania parametrów
GETFLYPARSTEP=	Proszę ręcznie sterować linią montażową, aby przesunąć się na niewielką odległość;\nZmierz odległość i wypełnij poniższe pole wprowadzania;\nProgram automatycznie oblicza parametry po kliknięciu OK
FLYPARINPUT=	Wpisz długość:
GETPAR=	Oblicz
PULSECOUNT=	Ilość impulsu
PULSECOUNTRESET=	jasne
	
FLYADDTOY=	Nakładka na oś Y
FLYTOP2BOTTOM=	Kierunek rurociągu od góry do dołu
	
DYNAMICLMC=	Karta dynamicznej ostrości
UNKNOWN=	nieznany
BDVVALUE_CUSTOM_ALL=	uniwersalny
BDVTEXT_CARDTYPE=	Rodzaj płyty:
BDVTEXT_CARDVERSION=	numer wersji:
BDVTEXT_CUSTOM=	wytworzone na zamówienie:
BDVTEXT_CARDFUNCTION=	Kod funkcji:
HARDINFO=	informacje o sprzęcie
	
ENVARTEXTFIXWID=	Włącz stałą szerokość tekstu
USEEXCELCORRECTFILE=	Pliki korekcyjne w Excelu
STARTCOOR=	współrzędne punktu początkowego
ENDCOOR=	Współrzędne punktu końcowego
SPACEDIST=	rozstaw
SPACING=	rozstaw
MARKGRIDLINE=	Zaznacz linie siatki
USECORFILEMARKGRIDLINE=	Użyj pliku korekcji, aby zaznaczyć linie siatki
CORCOMPFILE=	Plik kompensacji korekty (plik Excel)
FIXEDCHARCOUNT=	stała liczba znaków
EMPTYCHARWIDTH=	Szerokość znaku zerowego
AVADISTPOINT=	Równomiernie rozłóż wszystkie punkty
YAGFASTPOINTMODE=	 Tryb szybkiej kropki YAG
SETANALOG=	ustaw analogowy
USERDEF=	dostosuj
MENU_VIEW_IOSTATE=	Status we/wy
DOGNOTMATCHLMC=	Numer wiązania klucza nie pasuje do numeru karty oznaczenia, sprawdź numer klucza!
MORETHAN360=	Zakres znakowania przekracza 360 stopni, kontynuować?
CURNUM=	Aktualna liczba ocen
SPOTDIA=	rozmiar plamki
PTCYCLES=	liczba trafień
DISTANCE  =	 dystans
ENDADDPTS=	kropka na końcu
INFO_MICROQRCODE=	Micro QR Code to uproszczona wersja kodu kreskowego QRCODE;
ENABLETILDE=	Włącz ~(~, a następnie dxxx xxx
MULTIFILEMARK=	Znakowanie wielu dokumentów
LASERLEAKHANDLE=	leczenie wycieku światła
DISMARKLOWPT=	Nie zaznaczaj punktów o niskiej wartości szarości
BASEHEIGHT=	Wysokość podstawy
PARTHEIGHT=	Wysokość przedmiotu obrabianego
ZADJUSTMENT=	Z dostosuj wysokość
ACCURATEZERO=	Precyzyjny powrót do zera
RECTMODE=	tryb prostokąta
KEEPENTORDER=	Zachowaj kolejność obróbki obiektów
OPENMODELAY=	Włącz opóźnienie MO
SERIALTYPE=	rodzaj
LINEFEEDMALP=	przeplatanie kropek
IPGSETTINGS=	Status lasera IPG_YLPM
SQLDB=	Baza danych SQL
SQLDRIVERS=	Oparty na SQL
DBQFILE=	plik bazy danych
USERID=	Identyfikator użytkownika
SQLCMD=	Polecenie SQL
SETPENPARAM=	Ustaw parametry pióra
BOLD=	pogrubienie
ITALIC=	italski
RESET =	 Resetowanie
USERINTERLINE=	Włącz wewnętrzne linie wypełnienia
LASERBEAMDIA=	Średnica plamki laserowej
HATCHLINEDIST=	Wypełnij odstępy między wierszami
ENCO2PULSEMODE=	Włącz tryb superimpulsu CO2
HATCHONEBYONE=	Zachowaj niezależność obiektu wypełnienia
RESORT=	sortować
RESORT_INFO=	Sortuj\nSortuj
SELECTSCANNERFIELD=	Wybierz układ współrzędnych galwanometru
SCANHEAD=	wibrujący obiektyw
SCANNERFIELD=	Obszar znakowania
SELECTMOVEDIR=	Wybierz kierunek ruchu rurociągu
STARTMARKER=	start tag
SENSOR=	czujnik
ENCODER=	Enkoder obrotowy
MOVEDIR=	Kierunek ruchu rurociągu
NEXTSTEP=	Następny krok
PREVSTEP=	Poprzedni
FINISH=	Skończyć
FLYMARKSETTINGS=	Ustawienia parametrów znakowania w locie
ORIENTATION=	Kierunek aranżacji
HORIZONTAL=	Poziom
VERTIICAL=	pionowy
POWEROFFSAVEFILE=	Automatycznie chroń pliki po wyłączeniu zasilania
ADJUST=	Dostosowanie
FLYMULTIINFO=	Najpierw zaznacz prostokąt w stanie ruchu rurociągu.\nJeśli zaznaczony prostokąt jest taki jak na rysunku po lewej poniżej, zwiększ współczynnik.\nJeżeli zaznaczony prostokąt jest podobny do rysunku po prawej poniżej, zmniejsz współczynnik.
DISABLEOPTIMIZECONMODE=	Tryb optymalny, który wyłącza tryb ciągłej obróbki
ARRAYDISCHANGESN=	Zabroniona jest zmiana treści tekstowej numeru seryjnego
SPIRAL=	Spirala
SPIRALPITCH=	skok helisy
LINEOFONERING=	Liczba odcinków linii w okręgu
SPIRALPROMPTSTR=	Niektóre okręgi muszą być najpierw wybrane, kontury tych okręgów służą do sterowania rysowaniem helisy
AREYOUSUREDLETE=	potwierdź usunięcie
CHANGENAME=	Zmień nazwę
CUSTOMIZE=	wytworzone na zamówienie
STDMODE=	tryb standardowy
CONTOURFIRST=	priorytet konturu
USERDEFCHARSPACE=	niestandardowe odstępy między tekstami
MINRADIUS=	Minimalny promień
MAXSPIRALPITCH=	Maksymalny skok helisy
MINSPIRALPITCH=	Minimalny skok helisy
SPIRALPITCHINC=	Zwiększenie wysokości dźwięku
DELETESPIRAL=	usuń helisę
OUTEDGELOOP=	Liczba zewnętrznych pierścieni granicznych
INTEREDGELOOP=	Liczba wewnętrznych pierścieni granicznych
ID_DRAW_SPIRAL=	Narysuj spiralę\nNarysuj spiralę
FPKFROMLOWTOHIGH=	Prąd FPK od niskiego do wysokiego
ALWAYSOPENMO=	Sygnał MO jest zawsze włączony
LOWVALID=	Aktywny niski
MARKFINISH=	Sygnał końca znakowania
ENCURRENTADJUSTDELAY=	Włącz bieżące opóźnienie regulacji
ENCURRENTADJUSTDELAY=	Włącz bieżące opóźnienie regulacji
MINCURRENTADJUSTDELAY=	Minimalne opóźnienie regulacji prądu
MAXCURRENTADJUSTDELAY=	Maksymalne opóźnienie regulacji prądu
SETCURRENT=	Ustaw bieżący prąd
LAYSERNAMESAME=	Nazwa warstwy jest taka sama jak innych nazw warstw, zmień ją!
ZOOM=	Powiększenie
DRAW=	remis
PENBOX=	Piórnik
DEVICE=	ekwipunek
MULTILAYER=	przetwarzanie wielowarstwowe
MINPULSEWIDTHRATIO=	Minimalny stosunek szerokości impulsu
MAXPULSEWIDTHRATIO=	Maksymalny stosunek szerokości impulsu
PULSEWIDTHOUTRANGE=	Szerokość impulsu Q poza zakresem
STANDARD=	standard
TRUE=	TAk
FALSE=	nie
DISABLE=	zakazać
NS=	nanosekunda
DELAYPARAM=	Parametr opóźnienia
JUMPPARAM=	Skok parametr
MINJUMPTC=	Minimalne opóźnienie skoku
MAXJUMPTC=	Maksymalne opóźnienie skoku
JUMPLENLIMIT=	Długość limitu skoku
MARKLOOPTIP=	Czasy znakowania obecnego długopisu
MARKSPEEDTIP=	Prędkość ruchu galwanometru podczas znakowania
LASERCURRENTTIP=	Prąd wyjściowy lasera
LASERFREQTTIP=	Częstotliwość wyjścia lasera
LASERPOWERTIP=	Procent mocy wyjściowej lasera
LASERPWTIP=	Szerokość impulsu wyjścia laserowego
SPIWAVETIP=	Wybór kształtu fali wyjściowej lasera SPI
USEDEFWAVETIP=	Zdefiniowany przez użytkownika przebieg wyjściowy lasera
JUMPSPEEDTIP=	Prędkość ruchu, gdy galwanometr przeskakuje
MINJUMPDELAYTIP=	Minimalny czas opóźnienia po zakończeniu skoku galwanometru
MAXJUMPDELAYTIP=	Maksymalny czas opóźnienia po zakończeniu skoku galwanometru
JUMPLENLIMITTIP=	Gdy odległość skoku galwanometru jest większa niż ta długość, opóźnienie skoku wykorzystuje maksymalny czas opóźnienia
LASERONDELAYTIP=	Gdy laser jest włączony, galwanometr opóźnia się o ten czas przed rozpoczęciem ruchu
LASEROFFDELAYTIP=	Po zakończeniu ruchu znakowania wyłącz laser po upływie tego czasu
POLYGONDELAYTIP=	Gdy narożnik jest opóźniony podczas ruchu znakowania, następny łuk zostanie zaznaczony po tym czasie.
LMARKENDDELAYTIP=	Po zaznaczeniu ruchu opóźnij czas przed skokiem do następnego zakrętu
CURPENNOTIP=	Aktualny numer seryjny pióra
CURPENCOLORTIP=	aktualny kolor długopisu
USEDEFPARAMTIP=	Użyj domyślnych parametrów obróbki
CURPENPARAMNAMETIP=	Aktualna nazwa parametru pióra
LOADPENBOXFROMDEF=	Załaduj domyślne parametry piórnika
SAVEASPENBOXTODEF=	Zapisz jako domyślne parametry piórnika
RESETALLPENS=	Zresetuj wszystkie parametry pióra
SHOW=	pokazać
HIDE=	ukryć
SHOWALL=	wyświetl wszystko
ARRAYTEXT=	dynamiczna tablica tekstowa
TT_MODIFY_ARRAYTEXT=	Dowolnie zmodyfikuj położenie i rozmiar każdej komórki tablicy tekstowej
PROPERTY=	Atrybuty
VALUE=	wartość
MINVALUE=	minimum
MAXVALUE=	maksymalna wartość
ENABLEPULSEWIDTH=	Włącz ustawienie szerokości impulsu
ENABLEPULSEWIDTHTIP=	Umożliwia ustawienie szerokości impulsu lasera światłowodowego podczas obróbki.
LASERLEAKHANDLETIP=	Aby zapobiec wyciekaniu światła z lasera światłowodowego podczas obróbki, przeprowadzana jest specjalna obróbka.
ALWAYSOPENMOTIP=	Zawsze włączaj sygnał MO podczas przetwarzania
OPENMODELAYTIP=	Czas opóźnienia po włączeniu lasera MO
DISCHECKLASERSTATE =	 Zabroń sprawdzania stanu lasera
DISCHECKLASERSTATETIP =	 Zabrania się sprawdzania stanu lasera przed przetwarzaniem!
LIMITPARAM=	Parametry graniczne
GALVOMINSPDTIP=	Minimalna prędkość ruchu dozwolona przez ruch galwanometru
GALVOMAXSPDTIP=	Maksymalna prędkość ruchu dozwolona przez ruch galwanometru
GALVO2XTIP=	Oś galvo 2 to oś X
REVERSEXTIP=	Kierunek osi X galwanometru musi być odwrócony
REVERSEYTIP=	Kierunek osi Y galwanometru musi być odwrócony
FIELDSIZETIP=	Wielkość obszaru przetwarzania galwanometru
USECORRECTFILETIP=	Czy bieżący galwanometr jest korygowany przy użyciu określonego pliku korekcyjnego?
TRANSFORMOFFSETXTIP=	Odległość przesunięcia X całkowitej transformacji wyjścia galwanometru
TRANSFORMOFFSETYTIP=	Odległość przesunięcia Y całkowitej transformacji wyjścia galwanometru
TRANSFORMANGLETIP=	Kąt obrotu całkowitej transformacji wyjścia galwanometru
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Maksymalny błąd wysokości cięciwy krzywej dyskretyzującej w linię prostą
	
MINLINESEGLEN=	Minimalna długość w linii prostej
MINLINESEGLENTIP=	Minimalna długość linii, linie krótsze niż ta długość będą ignorowane
LASERREADYIO=	Port gotowy do użycia lasera
REDLIGHTPOINTSTART=	Czerwone światło wskazuje port startowy
PORTNOTIP=	Numer portu używany przez bieżący sygnał
LOWVALIDTIP=	Czy bieżący sygnał jest aktywny w stanie niskim
STARTPULSEMODETIP=	Czy sygnał startowy jest wyzwalany zboczem?
PULSEWIDTHOUTPORTMODETIP=	Czas na wyjście aktywnego poziomu sygnału końcowego
LOWVOLISVALID=	Aktywny niski
HIGHVOLISVALID=	Aktywny wysoki
ALARMPORTSTATETIP=	Sygnał poprawny stan bieżącego portu
ALARMMESSAGETIP=	Komunikat zachęty, że system wyskakuje, gdy w procesie pojawi się sygnał ostrzegawczy
REDCONTMODE=	Tryb ciągłego wskazania czerwonego światła
SOFTLICENCENOTFIND=	Nie można znaleźć prawidłowego kodu rejestracyjnego oprogramowania!
SOFTLICENCEISUNVALID=	Nieprawidłowy kod rejestracyjny oprogramowania!
CHANGEPWELAY=	Zmień opóźnienie szerokości impulsu
CHANGEPWELAYTIP=	Czas, jaki laser musi opóźnić przy zmianie wartości szerokości impulsu
BWREVERSE=	czarno-biała inwersja
DELETECENBAR=	usuń środkowy blok
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 to specjalny format kodu kreskowego DATAMATRIX, a jego zawartość musi być zgodna ze standardowym formatem GS1.
OPTIMIZEPARAM=	Parametry optymalizacji
OPTIMIZEHATCH=	Zoptymalizowane wypełnienie
BARCODEENDEFTEXT=	Niestandardowy tekst wyświetlany (# znak, ? usuń, % sprawdź)
GALVORESPONSE=	Czas reakcji galvo
ENSAVEFILE=	włącz zapisywanie pliku
ENDRAWENTITY=	Włącz obiekty do rysowania
ENPICKMOVE=	Włącz przenoszenie transformacji
ENEDITPARAM=	Włącz edycję obiektów
ENPENPARAM=	Włącz modyfikowanie parametrów pióra
ENDEVPARAM=	Włącz modyfikację parametrów urządzenia
ENSYSTEMPARAM=	Włącz modyfikowanie parametrów systemu
ALREADYHAVETHISUSER=	Ta nazwa użytkownika już istnieje, zmień swoją nazwę użytkownika!
GALVOBIDIROFFSET=	Przesunięcie dwukierunkowe
	
ID_VIEW_3D=	Przełączanie widoku 2D i 3D\nPrzełączanie widoku 3D
ID_VIEW_3DUP=	Widok z góry\nWidok z góry
ID_VIEW_3DDOWN=	 Widok od dołu\nWidok z dołu
ID_VIEW_3DLEFT=	Widok z lewej\nWidok z lewej
ID_VIEW_3DRIGHT=	Widok z prawej\nWidok z prawej
ID_VIEW_3DFRONT=	Widok z przodu\nWidok z przodu
ID_VIEW_3DBACK=	Widok z tyłu\nWidok z tyłu
ID_VIEW_3DISO=	Widok z kierunku izometrycznego\nWidok izometryczny
ID_3DVIEW_WIRE=	Pokaż tryb szkieletowy powierzchni\nPokaż tryb szkieletowy
ID_3DVIEW_RENDER=	Pokaż tryb renderowania powierzchni\nPokaż tryb renderowania
ID_3DVIEW_RENDERLINE=	Pokaż tryb linii renderowania powierzchni\nPokaż tryb linii renderowania
ID_3DVIEW_HIDEMESH=	Pokaż lub ukryj powierzchnie\nPokaż i ukryj powierzchnie
ID_3DFUN_MESH3D=	Otwórz plik modelu powierzchni 3D\nOtwórz model powierzchni 3D
ID_3DFUN_SLICEMESH=	Warstwy warstw na powierzchniach\nPowierzchnia warstw
ID_3DFUN_ROTATEMESH=	Obróć powierzchnię\nObróć powierzchnię
ID_3DFUN_MOVEMESH=	Przesuń powierzchnię\nPrzesuń powierzchnię
ID_3DFUN_PRJ=	Rzutuj obiekty na powierzchnie\nrzut powierzchni
	
	
ALLOUTMODE=	Wszystkie wyjścia
ENCODERONLYA=	Enkoder jest podłączony tylko do fazy A
FLYTRACKERROR=	współczynnik korekcji błędów lotu
MESH3D=	powierzchnia 3d
CURVE3D=	krzywa 3d
SLICE3D=	Styczne warstwowe
SLICEFILE=	Pliki warstwowe
SLICEMESH=	Warstwowe nacięcia
ZMAXTOMIN=	Wartość Z od dużej do małej
MINZ=	Minimalna wartość Z
MAXZ=	Maksymalna wartość Z
THICKNESS=	grubość
CROSSHATCH=	wypełnienie krzyżowe
ROTATEMESH=	powierzchnia obrotu
MOVEMESH=	poruszaj się po powierzchni
PROJECT=	występ
PROJECT3D=	projekcja 3D
DELPROJECT=	usuń krzywą projekcji
LIMITZ=	Limit Z
SURFACEDOWN=	projekcja dolnej powierzchni
LANGPAGE=	strona kodowa języka
DYNAMICHATCH=	Wypełnienie dynamiczne
ADDCONTOUR=	zwiększyć kontur
MARKMESHBOX=	Zaznacz pole ograniczające powierzchnię
MARK_NOMESH=	Brak obiektu powierzchni, sprawdź w widoku 3D, czy powierzchnia jest załadowana?
PULSEWIDTHINDEXMODE=	Tryb indeksu szerokości impulsu
PULSEWIDTHINDEXMODETIP=	Szerokość impulsu jest reprezentowana przez indeks
MAXINDEXVALUE=	maksymalna wartość indeksu
PULSEWIDTHINDEX=	Indeks szerokości impulsu
ENWELDWAVEOUT=	Włącz wyjście przebiegu
WELDWAVE=	przebieg
WELDWAVETIP=	Laserowe ustawienia fali analogowej dla każdego punktu
WAVEWIDTH=	Szerokość fali
MAXWELDWAVEWIDTH=	Maksymalna szerokość przebiegu
WAVETOTALWIDTHISBIG=	Ustawiona całkowita szerokość przebiegu jest większa niż maksymalna szerokość, wprowadź ponownie!
REMOVENOINT=	Usuń nieprzecinające się segmenty linii
USESELECT2DENT=	Warstwa z wybranymi obiektami 2D
GENERATECURVES=	Wygeneruj dane krzywej
CALCULATECONTOURS=	Oblicz krzywą profilu
REBULIDCONTOURS=	Zbuduj informacje o pozycji konturu
HATCHLINES=	Oblicz linie wypełnienia
BUILDPROJECTMESH=	Utwórz powierzchnię projekcyjną
WRAP=	Pakiet
PLSSELECTVALIDCURVE=	Wybierz prawidłową krzywą!
BASICPARAM=	Podstawowe parametry
ASSIGNMENT=	mapa
XYASSIGNMENTISSAME=	Wartość odwzorowania osi X i Y nie może być taka sama, proszę wybrać ponownie!
ID_3DFUN_BASICSHAPE=	Utwórz podstawową powierzchnię 3D\nUtwórz podstawową powierzchnię 3D
BASIC3DSHAPE=	Podstawowa powierzchnia 3d
PLANE=	mieszkanie
SPHERE=	kula
CYLINDER=	cylinder
CONE=	Stożek
FREQDELAY=	opóźnienie częstotliwości
LASERFREQTTIP2=	Opóźnienie czasu oczekiwania wymagane, gdy laser zmienia częstotliwość
BMPTOMESH=	Konwertuj mapę bitową na powierzchnię
ID_3DFUN_BMPTOMESH=	Mapa bitowa na powierzchnię\nMapa bitowa na powierzchnię
REFRESH=	odświeżać
WAITFORINPUT=	Oczekiwanie na sygnał portu wejściowego
OUTPUTWHENSTART=	Przetwarzanie warstwy rozpoczyna sygnał wyjściowy portu wyjściowego
OUTPUTWHENFINISH=	Sygnał wyjściowy portu wyjściowego przetwarzania warstwy
WAITFORSTARTSIGNAL=	poczekaj na sygnał portu startowego!
WAITFORSELLAYERSIGNAL=	Czekam na sygnał wyboru warstwy
IOMASK=	maska portu
IOMASKTIP=	Określa, które porty są prawidłowe dla bieżącego urządzenia
CYLINDERWRAP=	Owijka cylindryczna
YWRAP=	Zawijanie w kierunku Y
CURRENTLAYERINDEX=	aktualny indeks warstwy wyświetlania
ENABLEFIRSTOPENLASERDELAY=	Włącz czas opóźnienia, gdy laser jest włączany po raz pierwszy
SETMINVALUE=	ustaw wartość minimalną
SETMAXVALUE=	ustaw maksymalną wartość
PULSEWIDTHUNITISPS=	Szerokość impulsu w pikosekundach (ps)
PS=	pikosekundy
CONTINUEMODE=	tryb ciągły
PICKENTYOUWANTTRIM=	Wybierz obiekty do przycięcia
PICKENTYOUWANTINTERSECT=	Wybierz obiekty do scalenia przecinających się obszarów
BACKGROUND=	tło
SELBACKGROUNDCURVES=	Wybierz krzywą do użycia jako tło
COPYBACKGROUNDTOWS=	Skopiuj krzywą tła do obszaru roboczego
SHOWOPTIPARAM=	Wyświetl parametry optymalizacji
SHOWWOBBLEPARAM=	Wyświetl parametry jittera
SHOWOTHERPARAM=	Pokaż inne parametry przedmiotu
SHOWDESCAREA=	Wyświetl obszar szczegółów parametrów
SHOWPOWERRAMPPARAM=	Wyświetl parametry transformacji liniowej mocy
SHOWSPEEDRAMPPARAM=	Wyświetl parametry transformacji liniowej prędkości
POWERRAMPING=	Liniowa transformacja mocy
ENABLESTARTRAMP=	włącz start
ENABLESTARTPOWERRAMPTIP=	Moc segmentu startu zezwolenia zmienia się liniowo
STARTRATIO=	waga początkowa
STARTLENGTH=	długość początkowa
STARTRAMPRATIO=	Stosunek wartości początkowej do wartości maksymalnej
STARTRAMPLENGTH=	Maksymalna dopuszczalna długość odcinka początkowego
ENABLEENDRAMP=	włącz koniec
ENABLEENDPOWERRAMPTIP=	Moc włączonego segmentu końcowego zmienia się liniowo
ENDRATIO=	skala końcowa
ENDLENGTH=	długość końcowa
ENDRAMPRATIO=	stosunek wartości końcowej do wartości maksymalnej
ENDRAMPLENGTH=	Maksymalna długość segmentu końcowego może się zmieniać
	
SPEEDRAMPING=	transformacja liniowa prędkości
ENABLESTARTSPEEDRAMPTIP=	Włącz liniową zmianę prędkości segmentu początkowego
ENABLEENDSPEEDRAMPTIP=	Włącz liniową zmianę prędkości segmentu końcowego
INPUT=	wejść
BTNBOX=	Granica[F4]
BTNPRJ=	Projekcja [F4]
STARTCALI=	rozpocznij kalibrację
FINISHCALI=	zakończ kalibrację
MARKGRID=	siatka do oznaczania
MENU_FILE_PROJECTPARAM=	Parametry projekcji
TESTCALI=	Test korekcji projekcji
SELECTALLPOINTS=	Wybierz wszystkie punkty (naciśnij klawisze Ctrl i strzałki, aby przełączyć wybrane punkty, gdy wybrany jest pojedynczy punkt)
ENABLEPROJECT=	Włącz obserwację projekcji
APPAPPEARANCE=	Wygląd programu
LASERBOARDIDEN=	Typ karty interfejsu laserowego
LASERBOARDVER=	Wersja karty interfejsu laserowego
ESTIMATEDTIME=	Szacowany czas przetwarzania
ENABLEBARCODEFASTPTMODE=	Włącz tryb szybkich kropek kodów kreskowych
MODULEHORIARRANG=	Moduły są ułożone poziomo
SIMPLEENCODE=	prosty tryb kodowania
ENABLEBARCODEFASTLINEMODE=	Włącz tryb szybkiej linii kodów kreskowych
ID_3DFUN_FREEPAINT=	Odręczne śledzenie na powierzchni\nOdręczne śledzenie
FREEPAINT=	darmowy rysunek
SIN=	Sinusoidalny
WOBBLETYPE=	Typ jittera
ROUNDTRIP=	tryb podróży w obie strony
WAVEDELAY=	Opóźnienie wyjścia przebiegu
LASERMONITOR=	Monitorowanie laserowe
TEMPALARM=	alarm temperatury
REFLALARM=	Wysoki antyalarm
SYSTEMALARM=	alarm systemowy
POWERALARM=	Alarm zasilania
LASERNOTREADY=	Laser nie jest gotowy
LASERREADY=	laser gotowy
UNKNOWALARM=	Nieznane ostrzeżenie
LASEREXTFAULT=	Zewnętrzna awaria lasera
CALCULATING=	Obliczenie...
OFFLINE=	Przetwarzanie offline
POINTNUM=	zwrotnica
SPIRALBRUSH=	Pędzel o właściwościach spiralnych
PICKSELSPIRALREFRESH=	Wybierz spiralną linię, którą chcesz odświeżyć i naciśnij prawy przycisk myszy, aby potwierdzić
ENABLPARSEMODE=	Włącz tryb analizy
ID_PICK_BYPEN=	Wybierz obiekty według numeru pióra\nWybierz według numeru pióra
No=	numer seryjny
MOVETOINDEX=	Przejdź do określonego numeru sekwencji
AXISSOLUTION=	Rozszerzone rozwiązanie osi
FEEDBACK=	sprzężenie zwrotne enkodera
COMMCATH=	Wspólne wyjście katody
LIMITSWITCH=	wyłącznik krańcowy
SOFTLIMIT=	miękki limit
POSIDIR=	Dodatni powrót do zera
FINDINDEX=	znajdź indeks
HOMESPEED=	Zerowa prędkość powrotu
LEAVESPEED=	zostaw prędkość
HOMEOFFSET=	Przesunięcie zerowe
HOME=	zero
FOLLOWERROR=	następujący błąd
ACCELERATION=	przyśpieszenie
DECELERATION=	zmniejszenie prędkości
FOCUSPOS=	pozycja ostrości
SETCURPOSASFOCUS=	Ustaw bieżącą pozycję jako pozycję ostrości
SETMINPOWER=	Ustaw minimalną moc
SETMAXPOWER=	ustaw maksymalną moc
SETMINGRAY=	ustaw minimalną skalę szarości
SETMAXGRAY=	ustaw maksymalną skalę szarości
SCANINVERT=	skanowanie do tyłu
EMISSIONDELAY=	Opóźnienie wzbudzenia
WELDPARAM=	Parametry spawania
DELEDGELINES=	Usuń łącznik granicy
INFO_GS1DATABAR=	Kod kreskowy GS1 DataBar (dawniej kod kreskowy RSS) jest również symbolem kodu kreskowego systemu GS1. Kod kreskowy ma zalety „mniejszy rozmiar, większa ilość informacji” oraz „może zawierać dodatkowe informacje, takie jak data ważności produktu, numer seryjny itp.”.
SHOWFAST=	Szybka optymalizacja wyświetlania
SHOWDIR=	Pokaż kierunek krzywej
SIMULATIONSPD=	Symuluj prędkość lotu
TEMPERATURE=	temperatura
SPHEREWRAP=	owijka sferyczna
ZLAYER=	Warstwy Z
WAITSTARTSIGOFLAYER=	Poczekaj, aż warstwa zacznie przetwarzać sygnał
PWMONDELAY=	Opóźnienie włączenia PWM
PWMONDELAYTIP2=	Opóźnienie między narastającym zboczem a narastającym zboczem bramki, gdy PWM jest włączone
ROTATECENZ=	Oś Z
ERR_NOTHOME=	Oś nie wróciła do zera, najpierw wróć do zera!
SPLITMODE=	tryb podziału
NOSPLIT=	nie podzielona
SPLITBYSIZE=	Podziel według rozmiaru
SPLITBYGUILDLINE=	Podziel według linii pomocniczej
SETCURPOSASORIGIN=	Ustaw bieżącą pozycję jako pozycję początkową
FINDHOME=	znajdź zero
XTABLEMOVE=	Oś X to ruch platformy
YTABLEMOVE=	Oś Y to ruch platformy
DISPENHIDEPARAM=	Wyłącz ukryte parametry pióra
REDLIGHTDISMOTOR=	Ruch osi rozszerzenia jest zabroniony;
UNGROUPTEXT=	oddzielny tekst
ID_EDIT_UNGROUPTEXT=	Rozdziela tekst na pojedyncze znaki\nRozdziela tekst
ENABLPINPOS=	Włącz wykrywanie ruchu w pozycji
POSITIONTOL=	błąd pozycji
INPOSTIME=	Czas przybycia
INPOSLIMITTIME=	obowiązuje termin
ERRRESETISLOW=	Sygnał resetowania błędu aktywny niski
REMOTECTRLISLOW=	Sygnał zdalnego sterowania aktywny niski
LASERNOTENEMISS=	Laser nie może emitować światła
ID_FILE_MACHINEPARAMETER=	Ustaw parametry urządzenia\nParametry urządzenia
MENU_FILE_MACHINE=	Parametry urządzenia...
DOUBLEPTMODE=	Tryb podwójnej kropki
NOCUTENTITY=	Przedmioty nie do cięcia
INPUTIOSTATE=	stan portu wejściowego
ID_DRAW_ENCODERDISTANCE=	Odległość kodera wydruku\nOdległość kodera wydruku
SKYWRITE=	 Jednolite oznakowanie (pismo na niebie)
RUNINDURATION=	Cykl importu
RUNOUTDURATION=	cykl eksportu
RUNINDURATION10US=	Czas cyklu do wprowadzenia w krzywą (jednostka: 10us)
RUNOUTDURATION10US=	Czas cyklu krzywej wyjścia prowadnicy (jednostka: 10us)
TIMELAG=	Czas opóźnienia
LASERONSHIFT=	Laser na dryfie
LASERONSHIFTUS=	Dryf startu lasera (jednostka: nas)
LIMITANGLE=	kąt graniczny
LIMITANGLEDESC=	Krzywe mniejsze niż kąt graniczny automatycznie użyją opóźnienia wielokąta
OUTPUTPARAM=	parametr wyboru wyjścia
CHANGEWAVEDELAY=	Zmień opóźnienie przebiegu
SHOWDELAYPARAMS=	Wyświetl parametry opóźnienia
SHOWJUMPPARAM=	pokaż parametry skoku
HIDEPENBUTTONS=	Ukryj przycisk parametrów pióra
LOCK =	 zamykający
USBREMOVE_WARN=	Karta kontrolna USB jest odłączona, zamknij oprogramowanie i uruchom ponownie oprogramowanie!
DESCRIPTION=	opisać
HATCHPARAMLIB=	Wypełnij bibliotekę parametrów
SAVEPARAM=	zapisz parametry
LOADPARAM=	Załaduj parametry
INDEX=	indeks
RESETCCD=	Zresetuj CCD
BUILDCCD=	Zbuduj CCD
MOVETOCCDSTART=	Przejdź do pozycji początkowej CCD
ENCALIBRATION=	Włącz korekcję CCD
ENCHANGEMODEL=	Włącz przełączanie szablonów
MODELNO=	Numer szablonu
FAILHANDLE=	obsługa awarii
ENRETRY=	Spróbować ponownie
RETYRCOUNT=	liczba ponownych prób
WHENFAIL=	Kiedy CCD zawiedzie
THENSTOP=	Zatrzymaj się
THENCONT=	kontynuuj w dół
THENJUMP=	skocz do indeksu
INPUTJUMP=	skok portu wejściowego
JUMPTO=	przekierować do
CUBE=	sześcian
REVOLVEWRAP=	Obrotowa owijka na ciało
ERR_NOMESH=	brak obiektów na powierzchni
BINDID=	Powiąż informacje o kliencie
ERR_CLIENTID=	Identyfikator klienta pliku jest nieprawidłowy!
STABLETIME=	stabilny harmonogram
ENSELLAYER=	Włącz warstwę wyboru
ERR_USERSTOPMARK=	Przetwarzanie zostało przerwane przez użytkownika
AXISERRSTOP=	Ruch osi został przerwany!
CLONE=	klon
AAXISMODE=	Tryb osi A
AXISMOVEDELAY=	Opóźnienie ruchu osi
AXES=	oś
MESHEDIT=	Edycja powierzchni
MERGECLOSEVERTICES=	Scal zbieżne wierzchołki
LASERONTCONLYUSEINSTART=	Opóźnienie startu lasera jest ważne tylko w segmencie startowym
LASERPOWER=	Zasilanie lasera
SYSTEMFAULT=	błąd systemu
INTERNALLASERFAULT=	Wewnętrzny błąd lasera
SHOWSKYWRITEPARAM=	Wyświetl jednolite parametry znakowania
DISABLESYNPRR=	Wyłącz synchronizację sygnału PRR
BACKLASH=	Kompensacja luzów
USESPLITBOXCENASMARKCEN=	Użyj centrum podzielonego pola jako centrum znakowania
HANDWHEEL=	koło ręczne
GEARRATIO2=	przełożenie
STARTHW=	uruchomić koło ręczne
ENDHW=	Wyjście z pokrętła
ENABLEHANDWHEEL=	Włącz pokrętło
SCANNERFOLLOWMOUSEMOVE=	W trybie punktowym galwanometr porusza się za pomocą myszy
AUTOMODE=	tryb automatyczny
ENABLEAUTOADJUST=	Włącz automatyczną regulację
ACCURACYPRIORITY=	Dokładność przede wszystkim
SPEEDPRIORITY=	priorytet prędkości
STARTADJUST=	zacznij dostosowywać
AUTOADJUSTING=	Automatycznie dopasowuję...
FPKENABLETHREST2=	Czas progu włączenia blokady T2
FPKVOLTAGE=	napięcie tłumienia pierwszego impulsu
MANUALSET=	ustawienie ręczne
LASERCOOLINGTIME=	Czas chłodzenia lasera
MENU_SORT_BYX=	Sortuj według X
MENU_SORT_BYY=	Sortuj według priorytetu Y
MENU_SORT_REVERSE=	sortowanie odwrotne
SMARTADJUSTMENT=	Inteligentne parametry regulacji
ENABLESMARTADJUST=	Włącz tryb inteligentnej regulacji
DECMODE=	dziesiętny dziesiętny
HEXMODE1=	Szesnastkowy heks
HEXMODE2=	szesnastkowy szesnastkowy
RESULT=	Efekt
NORMAL=	normalna
TISSMALL=	Wartość T jest za mała
TISLARGE=	Wartość T jest za duża
TOFFIRSTLINE=	 Wartość korekty T pierwszego wiersza
START=	początek
SMARTADJUSTTIP=	Postępuj zgodnie z instrukcjami, aby dostosować parametry, najpierw dostosuj segment końcowy, a następnie dostosuj segment początkowy. Dostosuj parametr T tak, aby faktycznie zaznaczona linia pozioma i linia pionowa przecinały się tak samo, jak efekt normalny.
CHECKISALREADYMARK=	Sprawdź, czy tekst jest zaznaczony
CURVETOPTS=	Konwertuj krzywe na punkty
PREVIEW =	 zapowiedź
ASSERT=	nieprawidłowy
ERR_FAIL=	ponieść porażkę!
MENU_GUILDLINEBOX=	Narysuj ramkę z wytycznymi
GUILDLINEBOX=	Skrzynka pomocnicza
SPLITBYGUIDELINEBOX=	Użyj dodatkowego podziału pudełek
PLSCHOOSECARD=	Wybierz kartę, której chcesz użyć
CHANGEBMPREALDPI=	Zmień rzeczywiste DPI mapy bitowej
DISABLEAXISA=	Oś A zabroniona
ENHOMEFINISHGOTOPOS=	Włącz powrót zerowy do końca do określonej pozycji
HOMINGFINISHPOS=	Określona pozycja, w której kończy się zwrot zerowy
EXPOSURE=	narażenie
CAMERA=	aparat fotograficzny
NOCUTTEXT=	wyłączanie dzielonych znaków tekstowych
CURFILEMODIFYPLSSAVEIT=	Bieżący plik został zmodyfikowany, najpierw go zapisz!
SAVETOFILE=	Zapisz do pliku
ISSUE=	pytanie
PAUSEWHENLIMIT=	Pauza na końcu tekstu
LIMITISCONTINUE=	Tekst osiągnął wartość graniczną, kontynuować po zresetowaniu?
POWERSTANDBY=	Moc w trybie czuwania
MESHFOLLOWROTATE=	Powierzchnia obraca się wraz z nim
LASERFAULT=	Awaria lasera
FIBERALARM=	Alarm światłowodowy
SAFETYALARM1=	Awaria blokady bezpieczeństwa
SAFETYALARM2=	Alarm pętli bezpieczeństwa
LINKALARM=	Awaria łącza optycznego
CRITICALALARM=	Krytyczna awaria ochrony laserowej
HOTSTOP=	Niewłaściwe zatrzymanie emisji lasera
POWER24ALARM=	Awaria zasilania sterownika 24V
MAXTHREADCNT=	Maksymalna liczba wątków obliczeniowych
MESHRESOL=	Dokładność obliczeń powierzchni
DELAY=	opóźnienie
MOTORSPEDRATIO=	Nadpisanie prędkości osi rozszerzonej
SHOWCHECKNUM=	Pokaż kod kontrolny
DISABLECANCELAXISMOVE=	Anulowanie ruchu osi jest zabronione
OFFLINEDOGNOTFOUND=	Nie znaleziono prawidłowego klucza
EZCADSTR_ARRAY_X_INCDIST=	Przyrostowa odległość rentgenowska
EZCADSTR_ARRAY_Y_INCDIST=	Przyrostowa odległość tablicy Y
EZCADSTR_ARRAY_Z_INCDIST=	Przyrostowa odległość tablicy Z
OUTPUTANALOG=	wyjście analogowe
Voltage=	Napięcie
MODE8=	pionowa 8
MODE82=	poziomo 8
TCPIPSERVER=	Serwer TCP/IP
NOCUTSMALLENT=	Nie dziel małych przedmiotów
AUTOSAVEWHENCLOSE=	Automatycznie zapisuj bieżący plik po zamknięciu oprogramowania
MASK=	maska
DISABLESTOPAXISWHENDOOROPEN=	Zablokuj ruch osi zatrzymania, gdy drzwi są otwarte
STOPAXISWHENDOOROPEN=	Zatrzymaj ruch osi, gdy drzwi są otwarte
STAGEFB=	Pozycja sprzężenia zwrotnego platformy
GALVOCMD=	Pozycja dowodzenia Galvo
GALVOFB=	Pozycja sprzężenia zwrotnego Galvo
DISSHOWFILEPROCESS=	Pomiń okna dialogowe przetwarzania plików
DISSHOWCALCPROCESS=	Pomiń wyświetlanie okna dialogowego procesu obliczania
LEVEL16=	Poziom 16
STEPMODE=	Tryb optymalizacji prędkości
SHOWSTEPMODE=	Wyświetl parametry trybu optymalizacji prędkości
ENCODEMODE=	tryb kodowania
ENABLJUMPTABLEMODE=	Włącz tryb tabeli parametrów skoku
ENABLJUMPTABLEMODETIP=	Parametry skoku wszystkich pisaków są automatycznie uzyskiwane z tabeli parametrów skoku
JUMPTABLE=	Skok do tabeli parametrów
DRAWTOL=	Dokładność rysowania pikseli
SHIFTOFROTARY=	Dryf osi obrotu
SERVERINFO=	Informacje o serwerze
FASTLINELASERONRATIO=	Współczynnik mocy światła szybkiej linii
STANDARDPOS=	Standardowa lokalizacja
REALPOS=	aktualna lokalizacja
FLYSPEEDMONITOR=	monitorowanie prędkości lotu
MAXFLYSPEED=	maksymalna prędkość lotu
STARTANDSTART=	punkt początkowy połączony z punktem początkowym
STARTANDEND=	Początek i koniec połączone
ENDANDSTART=	punkt końcowy połączony z punktem początkowym
ENDANDEND=	punkt końcowy do punktu końcowego
OPENCURVE=	otwarta krzywa
LASERWOBBLESHOW=	Podgląd ścieżki Jitter
SHOWTRANSBMP=	Pokaż przezroczystą mapę bitową
DISABLECIRMODE=	Pomiń wzór okręgu
REFINEPLANECONTOUR=	Wyodrębnij kontury płaszczyzny
REFINECONTOURMOUSE=	Wyodrębnij kontur płaszczyzny: kliknij lewym przyciskiem myszy, aby wyświetlić podgląd, kliknij dwukrotnie lewym przyciskiem, aby potwierdzić
HORIZONALPLANE=	wypoziomuj samolot
HORIZONALPLANETIP=	Kliknij lewym przyciskiem myszy, aby wybrać samolot do wypoziomowania
LASERONLAGTIME=	Czas opóźnienia lasera
FIRSTJUMPDELAY=	opóźnienie pierwszego skoku
ENABLEHATCHLINEOVERLAP=	Włącz schodkowy podział linii wypełnienia
CHARADDMODE=	tryb przyrostu znaków
TT_PICKSHOWALL=	Pokaż wszystkie obiekty\nPokaż wszystkie obiekty
TT_PICKHIDEALL=	 Ukryj wszystkie obiekty\nUkryj wszystkie obiekty
FLOATSOL=	precyzja zmiennoprzecinkowa
ENABLEAUTOCONNECT=	Włącz automatyczne połączenie po rozłączeniu
CONNECTINTERVAL=	interwał połączenia
DISABLEMOVEZWITHENTZ=	Wyłącz przesuwanie osi Z na podstawie współrzędnych obiektu
ESCBTNSTOPAXISIMM=	Włącz Esc, aby natychmiast zatrzymać ruch osi
DOYOUREALRESETALLPARAM=	Czy na pewno chcesz zresetować wszystkie parametry pisaka?
UPDATEDYNENT=	Aktualizuj obiekty dynamiczne
FAILEDOPENDLCDEV=	Nie udało się otworzyć karty DLC
SOFTWARELICWILLEXPIRE24HOURS=	Licencja na oprogramowanie wygaśnie w ciągu 24 godzin, prosimy o kontakt z dostawcą sprzętu!
SPLITBITMAP=	podziel bitmapę
NOGUILDLINETOSPLITBMP=	Nie ma prowadnic, które można wykorzystać do dzielenia bitmap, najpierw narysuj prowadnice!
BARCODEPTMODE=	Tryb przetwarzania punktów kodów kreskowych
FASTPOINT=	tryb szybkiego punktu
FASTLINE=	tryb szybkiej linii
FASTSTEPMODE=	Tryb krokowy
ENABLELASEREXTOUTPUT=	Włącz wyjście rozszerzenia lasera
LASEREXTOUTPUT=	Rozszerzona moc lasera
DEFAULTPARAM=	parametry domyślne
MARKFAILIO=	Oznacz uszkodzony port
SHOWSELECTBTNONPANEL=	Pokaż przycisk Wybierz rozwiązanie osi na panelu
RELSPEED=	Prędkość względna
SPEEDFIELD=	pole prędkości
POWERFIELD=	pole energetyczne
SPEEDFIELDRATIO=	stosunek pola prędkości
POWERFIELDRATIO=	stosunek pola energetycznego
RATIO=	stosunek
DISTRIBUTIONMODE=	Wzór rozkładu krzywej
RESOLUTIONRATIO=	Współczynnik precyzji podziału
DISTR_PRIMARY=	dystrybucja pierwotna
DISTR_QUADRATIC=	rozkład kwadratowy
DISTR_CUBIC=	rozkład sześcienny
VALIDINWHOLEPMARKERIOD=	Skuteczny przez cały cykl obróbki
INFO_CODEBC412=	Kod kreskowy BC412 to ciągły, dwukierunkowy kod kreskowy o niestałej długości, w którym wszystkie kreski i spacje reprezentują informacje; jego zestaw znaków zawiera „0”–„9”, a „AZ” nie zawiera „O”; kod kontrolny jest automatycznie dodawane przez system.
SHOWFREQRAMPPARAM=	Wyświetl parametry transformacji liniowej częstotliwości
FREQRAMPING=	Transformacja liniowa częstotliwości
CANNOTHAVESAMESN=	Nie może być kart DLC o tym samym numerze seryjnym!
ALLSCANNERMARKCURLAYER=	Wszystkie galwanometry przetwarzają bieżącą warstwę
ALLSCANNERMARKCURLAYERSPLIT=	Wszystkie galwanometry są dzielone i przetwarzane dla bieżącej warstwy
ENCURVESYNINPORT=	Włącz port wejściowy synchronizacji krzywej
SPECIALPOS=	specjalna lokalizacja
SETCURPOSASSPECPOS=	Ustaw bieżącą lokalizację na specjalną lokalizację
ENCURVESYNWHENCURVEEND=	Włącz synchronizację końca krzywej
LASEREMISSION=	Globalne włączenie lasera [MO]
STARTDELAY=	opóźnienie
ENDDELAY=	opóźnienie końca
LASERSYN=	Przełącznik laserowy na synchronizacji
ACCURATEHOME=	Precyzyjny powrót do zera
AUTONAMEENT=	Automatycznie nazwij obiekty
ENTNAMESAME=	Nazwa obiektu jest taka sama jak innych nazw obiektów, zmień nazwę!
CREATE3DSPRING=	Utwórz helisę 3D
USECURRPOS=	użyj bieżącej lokalizacji
SETMOAFTERPW=	Ustaw MO po zmianie szerokości impulsu
STARPULSEWIDTH=	szerokość impulsu początkowego
INCULSEWIDTH=	Przyrost szerokości impulsu
ONEBYONEMARKING=	Galwanometry są przetwarzane sekwencyjnie
STARTMARKINGLAYER=	Rozpocznij przetwarzanie warstw
INFO_AUSPOST4STATE=	Kody statusu Australia Post 4 składają się z 4 długości kresek. Każdy kod kreskowy zawiera kody FCC (2 cyfry) i DPID (8 cyfr) oraz opcjonalne informacje o użytkowniku. Przykład: FCC
INFO_DOTCODE=	Kod kreskowy DotCode jest kodem kreskowym 2D, jego zestaw znaków zawiera wszystkie znaki ASCII;
INFO_JAPANPOST=	Japoński pocztowy kod kreskowy jest używany przez japoński system pocztowy. Prawidłowe znaki to cyfry „0-9”, angielskie wielkie litery „AZ” i znak łączący „-”. Składa się z 7 cyfr (kod pocztowy) + dodatkowe dane. Takich jak „27301023-20-5B604”.
INFO_POSTNET=	PostNet jest przeznaczony dla usług pocztowych Stanów Zjednoczonych (USPS), prawidłowe znaki to cyfry „0-9”, tylko 5-cyfrowy kod pocztowy, 9-cyfrowy kod Zip+4 lub wszystkie 11-cyfrowe kody.
INFO_UKROYALMAIL=	Kod kreskowy UK Royal Mail 4 stanowy jest używany dla Royal Mail, prawidłowe znaki to cyfry „0-9” i angielskie wielkie litery „AZ”.
INFO_DUTCHPOSTKIX=	Kod kreskowy Dutch Post KIX jest używany dla Royal Dutch TPG Post, prawidłowe znaki to cyfry „0-9” i angielskie wielkie litery „AZ”.
INFO_PLANET=	PLANET jest przeznaczona dla Universal Postal Service (USPS), prawidłowe znaki to cyfry „0-9”, tylko w formacie 11-cyfrowym i 13-cyfrowym.
SPLITCURVES=	 podzielona krzywa
MINDISTTRIGGER=	Minimalna odległość wyzwalania
MINTIMETRIGGER=	Minimalny czas wyzwalania
AUTORESORT=	automatyczne sortowanie
MENU_SORT_MINDIST=	Sortuj według minimalnej odległości
DISABLEUNDO=	Wyłącz COFNIJ (obowiązuje następnym razem)
REDLIGHTINVERT=	Odwrócenie poziomu sygnału czerwonego światła
SINGLEPTREPEATMODE=	Tryb przetwarzania powtarzania pojedynczego punktu
SAVECAMERATOBMP=	Zapisz obraz z kamery do pliku BMP
ENBIGCURVESHORTSEGSPLIT=	Włącz tryb dużej krzywej i małego segmentu
UNGROUPHATCHLINE=	 Rozbij wypełnione obiekty
MENU_NODE_MOVE=	węzeł mobilny
MENU_NODE_SETASSTART=	ustaw jako punkt początkowy
AXISSTATE=	stan osi
NOTIMING=	Nie odświeżaj czasu obróbki
OFFLINESENDDATA=	Tryb offline: wyślij dane
ENMARKPAUSEMODE=	Włącz tryb wstrzymania znakowania
DIABLEINTERIOOUTPUT=	Wyłącz wewnętrzne wyjście IO
USERNOTOPESOFTLOCK=	Użytkownik od dłuższego czasu nie wykonywał żadnej operacji, oprogramowanie jest zablokowane, zaloguj się ponownie!
EXTENDCURVE=	Wydłuż krzywą
EXTENDLENGTH=	Przedłużona długość
ENABLEARCCMD=	Włącz polecenie znakowania łuku
SCANNERJUMP=	Galvo skok
USEREDLIGHTCOR=	Włącz korekcję czerwonego światła
PULSEENERGY=	energia impulsu
DISABLECHECKPWLIMIT=	Wyłącz sprawdzanie limitu szerokości impulsu
ALWAYZOPENWHENNOTMARKING=	Zawsze włączaj czerwone światło, gdy nie oznaczasz
ENABLEMULTICCD=	Włącz tryb multi-CCD
MULTICCDINDEX=	Indeks końca pętli Multi-CCD
CUSTOMVER=	Niestandardowa wersja
MENU_FILE_LOGIN=	Zaloguj sie...
APPENDFILEMODE=	tryb dodawania plików
RAMPMINLIMITLEN=	Minimalna długość linii w transformacji liniowej
DOUBLECURVE=	Tryb hiperboliczny
BYHOUR=	cogodzinny
DISABLERESORT=	Zabroń sortowania
WIDTHTHRESHOLD=	próg szerokości
MENU_SORT_MODE=	Ustawienia trybu sortowania
REDUCEPOINT=	Automatycznie odejmij punkty
LIMITLENGTH=	limit długości
SINGLEPTDELAY=	Jednopunktowe opóźnienie interwału
CALCFROMSUNDAY=	Obliczono od pierwszej niedzieli
REGISTERVARIABLE=	zmienna rejestru
SETPARAMMODE=	Ustaw tryb parametrów
INT=	liczba całkowita
FLOAT=	liczba zmiennoprzecinkowa
TIMEBASECOUNT=	liczba podstaw czasu
SLICEENTONLYMARKONELAYER=	Pokrojone przedmioty są przetwarzane jedna warstwa na raz
DISLOCKSIGNAL=	Wyłącz zatrzask sygnału startowego
ENSURECOMPLETEPRODUCT=	Gwarancja kompletnego znaku końca produktu
DISEXTLASERWHEN_CHANGEPEN=	Zmiana parametrów lasera podczas modyfikowania parametrów pióra jest zabroniona
PRJMAXZLEN=	Maksymalna długość linii pionowej
DXFUNITISUTF8=	Pliki DXF są zakodowane w UTF8
DISABLESHOWPROGDLG=	Pomiń wyświetlanie okna dialogowego procesu ruchu
ENABLECHANGECURVEDIR=	Automatycznie zmieniaj kierunek krzywej, gdy obróbka jest włączona
ENCHECKLASERSTATEWHENMARKING=	Włącz, aby sprawdzić stan lasera podczas przetwarzania
INVALIDUSERNAME=	zła nazwa użytkownika
IDLETIME=	Interwały
AXISPULSEWIDTH=	Szerokość impulsu ruchu osi
COPYSTL=	Kopiuj STL
PASTESTL=	Wklej STL
GALVOXYDELAY=	Opóźnienie galvo XY
SAVEOUTPORTWHENPOWEROFF=	Zapisz wyjście po wyłączeniu zasilania
NOTCHECKSTARTPORTWHENMARKING=	Port startowy nie jest sprawdzany podczas przetwarzania
ENABLE_CHECK_MARKINGRANGE=	Włącz sprawdzanie zakresu obróbki
ERRID_MAKRSIZE_OUTRANGE=	Rozmiar znakowania jest poza zakresem przetwarzania
ARC=	łuk
INPUTSECONDSTARTPT=	Wpisz drugi punkt
MENU_LINEARCTOGGLE=	Przełączanie linii i łuku
NUMCHAREXTRACTSTR=	Całkowita liczba znaków wyodrębnionych z ciągu
CHANGETEXT=	zaktualizuj treść tekstową
NEWTEXT=	nowy tekst
FEEDBACKMODE=	tryb sprzężenia zwrotnego
USEINTERNALCOR=	Użyj wewnętrznej korekty
PILLOWFACTOR=	współczynnik poduszkowy
PARALLELISMFACTOR=	Współczynnik równoległoboku
TRAPEZOIDFACTOR=	współczynnik trapezowy
BIDIRCOMPLEN=	Długość kompensacji dwukierunkowej
ENABLEHWWOBBLE=	włącz jitter sprzętu
WOBBLEFREQ=	Częstotliwość jittera
UNLOCK=	odblokować
MAXROWSOFEXPORTFILE=	Maksymalna liczba wierszy w pliku wyjściowym
ENMARK=	włącz przetwarzanie
ALIASNAME=	Alias
TOWOBBLECURVE=	Ścieżka jittera do krzywej
REFINEBOTTOMEDGEOFMESH=	Wyodrębnij dolną granicę powierzchni
DISCHANGECHARWIDTH=	Wyłącz zmianę szerokości znaków
ENCODERABSWAP=	Wymienny enkoder AB
INFO_CODE49=	Code 49 to wielowarstwowy, ciągły symbol kodu kreskowego o zmiennej długości. kod 49 może reprezentować wszystkie 128 znaków ASCII. Każdy symbol kodu kreskowego Code 49 składa się z 2 do 8 warstw, każda warstwa ma 18 kresek i 17 spacji.
INFO_CODE16K=	Kod kreskowy Code 16K to wielowarstwowy, ciągły symbol kodu kreskowego o zmiennej długości, który może reprezentować 128 znaków z pełnego zestawu znaków ASCII i rozszerzonych znaków ASCII. Używa znaków UPC i Code128. 16-warstwowy symbol Code 16K może reprezentować 77 znaków ASCII lub 154 znaki numeryczne.
CHANGEDIAMETER=	zmień średnicę
ENDDIAMETER=	średnica końcowa
SNTEXTPLUS=	numer seryjny+1
SNTEXTMINUS=	numer seryjny-1
SNTEXTRESET=	Resetowanie numeru seryjnego
CURVEFOLLOWMOVE=	Krzywa podąża za ruchem
CONTMODEUSESELFPORT=	Tryb ciągły wykorzystuje własne wejście
ENABLESPLITGAP=	Włącz podział luki
ENABLELISTCMD=	Włącz listę polecenia
XCOMPFACTO=	Współczynnik kompensacji kierunku X
STARTPTJUMPLEN=	Długość skoku punktu początkowego
XCOMPFACTOR=	Współczynnik kompensacji X
OUTPUTIOSTATE=	stan portu wyjściowego
DEVICESTATUSLAMP=	Lampka stanu urządzenia
	
CLEAR=	sprzątać
EXTENDSIZE=	Rozmiar rozszerzenia
INCLAYERCOUNT=	Warstwy interwałowe
FOCUSOFFSET=	Ilość rozogniskowania
EDGETYPE=	typ obramowania
EDGEBOX=	obramowanie prostokąta
ORIGINCONTOUR=	oryginalny zarys
CONVEXHULLCONTOUR=	zarys
MESHZOOM=	Skalowanie powierzchni
ENABLEINTERDOLOOP=	Korzystanie z wewnętrznych cykli obróbki
ENABLEXITPROCESS=	Włącz tryb przetwarzania wyjścia
OFFSETINSIDE=	Przesunięcie do wewnątrz
DELETEALL=	Usuń wszystko
ENABLEAPMMODE=	Włącz tryb APM
PWMDUTYCYCLE=	Cykl pracy PWM
